[
    {
        "title": "The Odyssey of Homer",
        "authors": [
            "Homer"
        ],
        "publisher": "Bantam Classics",
        "publishedDate": "2005-12-06",
        "description": "Homer's epic chronicle of the Greek hero Odysseus' journey home from the Trojan War has inspired writers from Virgil to James Joyce. Odysseus survives storm and shipwreck, the cave of the Cyclops and the isle of Circe, the lure of the Sirens' song and a trip to the Underworld, only to find his most difficult challenge at home, where treacherous suitors seek to steal his kingdom and his loyal wife, Penelope. Favorite of the gods, Odysseus embodies the energy, intellect, and resourcefulness that were of highest value to the ancients and that remain ideals in out time. In this new verse translation, Allen Mandelbaum--celebrated poet and translator of Virgil's Aeneid and Dante's Divine Comedy --realizes the power and beauty of the original Greek verse and demonstrates why the epic tale of The Odyssey has captured the human imagination for nearly three thousand years.",
        "isbn": "9780553897777",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 560,
        "averageRating": 4.5,
        "ratingsCount": 2
    },
    {
        "title": "The Plague",
        "authors": [
            "Albert Camus"
        ],
        "publisher": "Vintage",
        "publishedDate": "1991-05-07",
        "description": "“Its relevance lashes you across the face.” —Stephen Metcalf, The Los Angeles Times • “A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, The Washington Post A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror. An immediate triumph when it was published in 1947, The Plague is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
        "isbn": "9780679720218",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 312,
        "averageRating": 4.5,
        "ratingsCount": 16
    },
    {
        "title": "Ready Player Two",
        "authors": [
            "Ernest Cline"
        ],
        "publisher": "Ballantine Books",
        "publishedDate": "2020-11-24",
        "description": "#1 NEW YORK TIMES BESTSELLER • The thrilling sequel to the beloved worldwide bestseller Ready Player One, the near-future adventure that inspired the blockbuster Steven Spielberg film. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE WASHINGTON POST • “The game is on again. . . . A great mix of exciting fantasy and threatening fact.”—The Wall Street Journal AN UNEXPECTED QUEST. TWO WORLDS AT STAKE. ARE YOU READY? Days after winning OASIS founder James Halliday’s contest, Wade Watts makes a discovery that changes everything. Hidden within Halliday’s vaults, waiting for his heir to find, lies a technological advancement that will once again change the world and make the OASIS a thousand times more wondrous—and addictive—than even Wade dreamed possible. With it comes a new riddle, and a new quest—a last Easter egg from Halliday, hinting at a mysterious prize. And an unexpected, impossibly powerful, and dangerous new rival awaits, one who’ll kill millions to get what he wants. Wade’s life and the future of the OASIS are again at stake, but this time the fate of humanity also hangs in the balance. Lovingly nostalgic and wildly original as only Ernest Cline could conceive it, Ready Player Two takes us on another imaginative, fun, action-packed adventure through his beloved virtual universe, and jolts us thrillingly into the future once again.",
        "isbn": "9781524761356",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 384,
        "averageRating": 3,
        "ratingsCount": 42
    },
    {
        "title": "There There",
        "authors": [
            "Tommy Orange"
        ],
        "publisher": "Vintage",
        "publishedDate": "2018-06-05",
        "description": "NATIONAL BESTSELLER • PEN/HEMINGWAY AWARD WINNER • One of The New York Times 10 Best Books of the Year • A wondrous and shattering novel that follows twelve characters from Native communities: all traveling to the Big Oakland Powwow, all connected to one another in ways they may not yet realize. Among them is Jacquie Red Feather, newly sober and trying to make it back to the family she left behind. Dene Oxendene, pulling his life together after his uncle’s death and working at the powwow to honor his memory. Fourteen-year-old Orvil, coming to perform traditional dance for the very first time. Together, this chorus of voices tells of the plight of the urban Native American—grappling with a complex and painful history, with an inheritance of beauty and spirituality, with communion and sacrifice and heroism. Hailed as an instant classic, There There is at once poignant and unflinching, utterly contemporary and truly unforgettable.",
        "isbn": "9780525520382",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 304,
        "averageRating": 4,
        "ratingsCount": 83
    },
    {
        "title": "If Beale Street Could Talk",
        "authors": [
            "James Baldwin"
        ],
        "publisher": "Vintage",
        "publishedDate": "2013-09-17",
        "description": "In this honest and stunning novel that inspired the award-winning major motion picture of the same name, James Baldwin has given America a moving story of love in the face of injustice. \"A major work of Black American fiction.\" –The New Republic Told through the eyes of Tish, a nineteen-year-old girl, in love with Fonny, a young sculptor who is the father of her child, Baldwin’s story mixes the sweet and the sad. Tish and Fonny have pledged to get married, but Fonny is falsely accused of a terrible crime and imprisoned. Their families set out to clear his name, and as they face an uncertain future, the young lovers experience a kaleidoscope of emotions–affection, despair, and hope. In a love story that evokes the blues, where passion and sadness are inevitably intertwined, Baldwin has created two characters so alive and profoundly realized that they are unforgettably ingrained in the American psyche.",
        "isbn": "9780804149679",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 208,
        "averageRating": 4,
        "ratingsCount": 1
    },
    {
        "title": "Left Behind",
        "authors": [
            "Tim LaHaye",
            "Jerry B. Jenkins"
        ],
        "publisher": "Tyndale House Publishers, Inc.",
        "publishedDate": "2011",
        "description": "After millions of people around the world vanish in one moment, in what many claim to be the Rapture, Rayford Steele begins a search for the truth amidst global chaos.",
        "isbn": "9781414334905",
        "categories": [
            "FICTION"
        ],
        "language": "en",
        "pageCount": 497,
        "averageRating": 3.5,
        "ratingsCount": 3821
    },
    {
        "title": "The House of the Spirits",
        "authors": [
            "Isabel Allende"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2015-12-15",
        "description": "The Trueba family embodies strong feelings. This family saga starts at the beginning of the 20th century and continues through the assassination of Allende in 1973.",
        "isbn": "9781501117015",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 512,
        "averageRating": 3.5,
        "ratingsCount": 6
    },
    {
        "title": "My Name Is Asher Lev",
        "authors": [
            "Chaim Potok"
        ],
        "publisher": "Anchor",
        "publishedDate": "2009-07-01",
        "description": "NATIONAL BESTSELLER • In this modern classic from the National Book Award–nominated author of The Chosen, a young religious artist is compulsively driven to render the world he sees and feels, even when it leads him to blasphemy. “A novel of finely articulated tragic power .... Little short of a work of genius.”—The New York Times Book Review Asher Lev is a Ladover Hasid who keeps kosher, prays three times a day and believes in the Ribbono Shel Olom, the Master of the Universe. He grows up in a cloistered Hasidic community in postwar Brooklyn, a world suffused by ritual and revolving around a charismatic Rebbe. He is torn between two identities, the one consecrated to God, the other devoted only to art and his imagination, and in time, his artistic gift threatens to estrange him from that world and the parents he adores. As it follows his struggle, My Name Is Asher Lev becomes a luminous, visionary portrait of the artist, by turns heartbreaking and exultant.",
        "isbn": "9780307422347",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 384,
        "averageRating": 4.5,
        "ratingsCount": 4
    },
    {
        "title": "How to Stop Time",
        "authors": [
            "Matt Haig"
        ],
        "publisher": "Penguin",
        "publishedDate": "2018-02-06",
        "description": "From the New York Times bestselling author of The Midnight Library. “A quirky romcom dusted with philosophical observations….A delightfully witty…poignant novel.” —The Washington Post “She smiled a soft, troubled smile and I felt the whole world slipping away, and I wanted to slip with it, to go wherever she was going… I had existed whole years without her, but that was all it had been. An existence. A book with no words.” Tom Hazard has just moved back to London, his old home, to settle down and become a high school history teacher. And on his first day at school, he meets a captivating French teacher at his school who seems fascinated by him. But Tom has a dangerous secret. He may look like an ordinary 41-year-old, but owing to a rare condition, he's been alive for centuries. Tom has lived history--performing with Shakespeare, exploring the high seas with Captain Cook, and sharing cocktails with Fitzgerald. Now, he just wants an ordinary life. Unfortunately for Tom, the Albatross Society, the secretive group which protects people like Tom, has one rule: Never fall in love. As painful memories of his past and the erratic behavior of the Society's watchful leader threaten to derail his new life and romance, the one thing he can't have just happens to be the one thing that might save him. Tom will have to decide once and for all whether to remain stuck in the past, or finally begin living in the present. How to Stop Time tells a love story across the ages—and for the ages—about a man lost in time, the woman who could save him, and the lifetimes it can take to learn how to live. It is a bighearted, wildly original novel about losing and finding yourself, the inevitability of change, and how with enough time to learn, we just might find happiness. Soon to be a major motion picture starring Benedict Cumberbatch.",
        "isbn": "9780525522881",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 352,
        "averageRating": 3.5,
        "ratingsCount": 59
    },
    {
        "title": "Bag of Bones",
        "authors": [
            "Stephen King"
        ],
        "publisher": "Pocket Books",
        "publishedDate": "1999-06-01",
        "description": "From #1 New York Times bestselling author Stephen King, a powerful tale of grief, of love's enduring bonds, and the haunting secrets of the past. Four years after the sudden death of his wife, forty-year-old bestselling novelist Mike Noonan is still grieving. Unable to write, and plagued by vivid nightmares set at the western Maine summerhouse he calls Sara Laughs, Mike reluctantly returns to the lakeside getaway. There, he finds his beloved Yankee town held in the grip of a powerful millionaire, Max Devore, whose vindictive purpose is to take his three-year-old granddaughter, Kyra, away from her widowed young mother, Mattie. As Mike is drawn into Mattie and Kyra's struggle, as he falls in love with both of them, he is also drawn into the mystery of Sara Laughs, now the site of ghostly visitations and escalating terrors. What are the forces that have been unleashed here -- and what do they want of Mike Noonan? It is no secret that King is one of our most mesmerizing storytellers. In Bag of Bones, he proves to be one of our most moving as well.",
        "isbn": "067102423X",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 756,
        "averageRating": 4.5,
        "ratingsCount": 5
    },
    {
        "title": "Future Shock",
        "authors": [
            "Alvin Toffler"
        ],
        "publisher": "New York : Bantam Books",
        "publishedDate": "1981",
        "description": "Explores the nature and implications of a third wave of change that is now creating a new civilization with its own life-styles, jobs, sexual attitudes, concepts of family and love, economic structures, and political philosophies",
        "isbn": "0553144316",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 537,
        "averageRating": 4,
        "ratingsCount": 3
    },
    {
        "title": "The Complete Grimm's Fairy Tales",
        "authors": [
            "Brothers Grimm"
        ],
        "publisher": "Pantheon",
        "publishedDate": "1972",
        "description": "The stories of magic and myth gathered by the Brothers Grimm have become part of the way children—and adults—learn about the vagaries of the real world. Cinderella, Rapunzel, Snow-White, Hänsel and Gretel, Little Red-Cap (Little Red Riding Hood), and Briar-Rose (Sleeping Beauty) are only a few of the more than two hundred enchanting characters included in this volume. The tales are presented just as Jacob and Wilhelm Grimm originally set them down: bold, primal, just frightening enough, and endlessly engaging. With black-and-white illustrations throughout Illustrated by Josef Schari / Commentary by Joseph Campbell Part of the Pantheon Fairy Tale and Folklore Library",
        "isbn": "0394709306",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 878,
        "averageRating": 4,
        "ratingsCount": 10
    },
    {
        "title": "Lucian's True History",
        "authors": [
            "Lucian (of Samosata.)"
        ],
        "publisher": "N/A",
        "publishedDate": "1902",
        "description": "Originally written in the second century A.D., this ancient work by the Greek-speaking Syrian author Lucian of Samosata is the earliest known work to depict travels to outer space, encounters with alien life and interplanetary warfare. Though written by Lucian as a satire against his fellow ancient writers—who often mixed fantastic and mythical events with the truth—this work is also considered one of the first true science fiction tales.",
        "isbn": "UOM:39015078545269",
        "categories": [
            "FICTION"
        ],
        "language": "en",
        "pageCount": 192,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Anathem",
        "authors": [
            "Neal Stephenson"
        ],
        "publisher": "Harper Collins",
        "publishedDate": "2008-09-09",
        "description": "Raz, a mathematician, is among a cohort of secluded scientists and philosophers who are called upon to save the world from impending catastrophe.",
        "isbn": "9780061474095",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 961,
        "averageRating": 4,
        "ratingsCount": 131
    },
    {
        "title": "The Complete Stories",
        "authors": [
            "Franz Kafka"
        ],
        "publisher": "Schocken",
        "publishedDate": "2012-10-24",
        "description": "The Complete Stories brings together all of Kafka’s stories, from the classic tales such as “The Metamorphosis,” “In the Penal Colony,” and “A Hunger Artist” to shorter pieces and fragments that Max Brod, Kafka’s literary executor, released after Kafka’s death. With the exception of his three novels, the whole of Kafka’s narrative work is included in this volume.",
        "isbn": "9780307829450",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 512,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "My Road of Life",
        "authors": [
            "Sabir Rustamkhanli"
        ],
        "publisher": "AuthorHouse",
        "publishedDate": "2013-04",
        "description": "\"My Road of Life\" is his last work written during the Soviet rule. This book treasures love; love of everyone, love to motherland, history, culture. The book speaks out for the whole Azerbaijani people expressing its benevolent nature and good will. The 90s of the last century marked Azerbaijan's history with independence from the Soviet regime and greatly contributed to introduce \"My Road of Life\" as one of the cult books of those times, spreading thoughts and spirit of liberty, independence, nation's self-governance. Fighters for independence used to came to The Liberty Square in Baku with this book in their hands to demand the end of the authoritarian Soviet dominance. The book encouraged the young generation of those times to rise and wage the just struggle for future and signaled the complete destruction of the humiliating Soviet dictatorship. Today \"My Road of Life\" is a versed relic echoing the ardent freedom-loving spirit of the Azerbaijani people on their long way to hard-fought victory.",
        "isbn": "9781481791823",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 415,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Empire V",
        "authors": [
            "Victor Pelevin"
        ],
        "publisher": "Gollancz",
        "publishedDate": "2016-02-18",
        "description": "Roman thought he'd found the perfect opportunity to rebel. He may have been wrong. He awakens strapped to a set of parallel bars in a richly appointed sitting room, and begins a conversation with a masked man which will change his life. His world has been a facade - one which the mysterious Brahma is about to tear away. A stunning novel about the real world, and about the hidden chanels of power behind the scenes, EMPIRE V is a post-modern satirical novel exploring the cults and corruption of politics, banking and power. And not only are these cults difficult to join - it turns out they may be impossible to leave . . .",
        "isbn": "9781473213098",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 416,
        "averageRating": 3,
        "ratingsCount": 1
    },
    {
        "title": "The Uncensored Picture of Dorian Gray",
        "authors": [
            "Oscar Wilde",
            "Nicholas Frankel"
        ],
        "publisher": "Harvard University Press",
        "publishedDate": "2012-08-13",
        "description": "Over 120 years after Oscar Wilde submitted The Picture of Dorian Gray for publication, the uncensored version of his novel appears here for the first time in a paperback edition. This volume restores material, including instances of graphic homosexual content, removed by the novel’s first editor, who feared it would be “offensive” to Victorians.",
        "isbn": "9780674068049",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 273,
        "averageRating": 4,
        "ratingsCount": 1
    },
    {
        "title": "Being There",
        "authors": [
            "Jerzy Kosinski"
        ],
        "publisher": "Grove/Atlantic, Inc.",
        "publishedDate": "2007-12-01",
        "description": "A quirky, brilliant novel starring Chauncey Gardiner, an enigmatic man who rises from nowhere to become a media phenomenon—“a fabulous creature of our age” (Newsweek). One of the most beloved novels by the New York Times–bestselling and National Book Award–winning author of The Painted Bird and Pinball, Being There is the story of a mysterious man who finds himself at the center of Wall Street and Washington power—including his role as a policy adviser to the president—despite the fact that no one is quite sure where he comes from, or what he is actually talking about. Nevertheless, Chauncey “Chance” Gardiner is celebrated by the media, and hailed as a visionary, in this satirical masterpiece that became an award-winning film starring Peter Sellers. As wise and timely as ever, Being There is “a tantalizing knuckleball of a book delivered with perfectly timed satirical hops and metaphysical flutters” (Time).",
        "isbn": "9780802195814",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 160,
        "averageRating": 4,
        "ratingsCount": 24
    },
    {
        "title": "Adventures of Huckleberry Finn",
        "authors": [
            "Samuel Langhorne Clemens"
        ],
        "publisher": "DigiCat",
        "publishedDate": "2022-06-13",
        "description": "\"Adventures of Huckleberry Finn\" is a novel about great adventure of Huck Finn and his friend, Tom Sawyer, who have each come into a considerable sum of money as a result of their earlier adventures. Huck is placed under the guardianship of the Widow Douglas, who, together with her stringent sister, Miss Watson, is attempting to \"civilize\" him and teach him religion. Finding civilized life confining, his spirits are raised somewhat when Tom Sawyer helps him to escape one night past Miss Watson's slave Jim, to meet up with Tom's gang of self-proclaimed \"robbers.\"",
        "isbn": "EAN:8596547066675",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 262,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Journey to the Center of the Earth",
        "authors": [
            "Jules Verne"
        ],
        "publisher": "Bantam",
        "publishedDate": "2006-04-25",
        "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
        "isbn": "9780553902549",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 240,
        "averageRating": 3.5,
        "ratingsCount": 3
    },
    {
        "title": "Short Letter, Long Farewell",
        "authors": [
            "Peter Handke"
        ],
        "publisher": "New York Review of Books",
        "publishedDate": "2009-03-31",
        "description": "By Nobel Prize Winner Peter Handke Short Letter, Long Farewell is one the most inventive and exhilarating of the great Peter Handke’s novels. Full of seedy noir atmospherics and boasting an air of generalized delirium, the book starts by introducing us to a nameless young German who has just arrived in America, where he hopes to get over the collapse of his marriage. No sooner has he arrived, however, than he discovers that his ex-wife is pursuing him. He flees, she follows, and soon the couple is running circles around each other across the length of America—from Philadelphia to St. Louis to the Arizona desert, and from Portland, Oregon, to L.A. Is it love or vengeance that they want from each other? Everything’s spectacularly unclear in a book that is travelogue, suspense story, domestic comedy, and Western showdown, with a totally unexpected Hollywood twist at the end. Above all, Short Letter, Long Farewell is a love letter to America, its landscapes and popular culture, the invitation and the threat of its newness and wildness and emptiness, with the promise of a new life—or the corpse of an old one—lying just around the corner.",
        "isbn": "9781590173060",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 195,
        "averageRating": 4,
        "ratingsCount": 1
    },
    {
        "title": "Sister Carrie",
        "authors": [
            "Theodore Dreiser"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2016-04-26",
        "description": "Carrie Meeber leaves her home in rural Wisconsin for big-city life in Chicago, and faces a series of struggles -- professional, moral, and romantic -- before achieving success in the New York theater scene. THIS ENRICHED CLASSIC EDITION INCLUDES: A concise introduction that gives the reader important background information A chronology of the author's life and work A timeline of significant events that provides the book's historical context An outline of key themes and plot points to guide the reader's own interpretations Detailed explanatory notes Critical analysis, including contemporary and modern perspectives on the work Discussion questions to promote lively classroom and book group interaction A list of recommended related books and films to broaden the reader's experience",
        "isbn": "9781451686319",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 560,
        "averageRating": 3,
        "ratingsCount": 5
    },
    {
        "title": "The Scarlet Letter",
        "authors": [
            "Nathaniel Hawthorne"
        ],
        "publisher": "Xist Publishing",
        "publishedDate": "2015-03-06",
        "description": "A classic tale of love and morals in Puritan New England. The Scarlet Letter is set in 1850s Puritan Boston and tells the story of Hester Prynne, who conceives a daughter through an affair and struggles to create a new life of repentance and dignity. Throughout the book, Hawthorne explores themes of legalism, sin, and guilt. This book is required reading in many high school and college English courses and is an American classic by Nathaniel Hawthorne. This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it. Xist Publishing is a digital-first publisher. Xist Publishing creates books for the touchscreen generation and is dedicated to helping everyone develop a lifetime love of reading, no matter what form it takes",
        "isbn": "9781623957803",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 297,
        "averageRating": 4.5,
        "ratingsCount": 2
    },
    {
        "title": "Mr. CEO",
        "authors": [
            "Vi Keeland"
        ],
        "publisher": "Goldmann Verlag",
        "publishedDate": "2021-06-28",
        "description": "Ireland St. James hat es endlich als TV-Reporterin geschafft und moderiert die begehrten Morgennachrichten. Bis ihr schmieriger Boss ein privates Urlaubsvideo als Vorwand nutzt, sie wegen ungebührlichen Verhaltens zu feuern. Zusammen mit einer Flasche Rotwein schreibt Ireland sich ihre ganze Wut von der Seele und schickt die undiplomatische E-Mail kurzerhand an den Boss ihres Bosses ihres Bosses: Grant Lexington – CEO des milliardenschweren Unternehmens Lexington Industries. Lange hat es niemand mehr gewagt, ihm so unverblümt die Meinung zu sagen. Und lange hat ihn eine Frau nicht mehr so fasziniert ...",
        "isbn": "9783641278144",
        "categories": [
            "Fiction"
        ],
        "language": "de",
        "pageCount": 274,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Boleyn Inheritance",
        "authors": [
            "Philippa Gregory"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2008-12-30",
        "description": "THREE WOMEN WHO SHARE ONE FATE: THE BOLEYN INHERITANCE ANNE OF CLEVES She runs from her tiny country, her hateful mother, and her abusive brother to a throne whose last three occupants are dead. King Henry VIII, her new husband, instantly dislikes her. Without friends, family, or even an understanding of the language being spoken around her, she must literally save her neck in a court ruled by a deadly game of politics and the terror of an unpredictable and vengeful king. Her Boleyn Inheritance: accusations and false witnesses. KATHERINE HOWARD She catches the king's eye within moments of arriving at court, setting in motion the dreadful machine of politics, intrigue, and treason that she does not understand. She only knows that she is beautiful, that men desire her, that she is young and in love -- but not with the diseased old man who made her queen, beds her night after night, and killed her cousin Anne. Her Boleyn Inheritance: the threat of the axe. JANE ROCHFORD She is the Boleyn girl whose testimony sent her husband and sister-in-law to their deaths. She is the trusted friend of two threatened queens, the perfectly loyal spy for her uncle, the Duke of Norfolk, and a canny survivor in the murderous court of a most dangerous king. Throughout Europe, her name is a byword for malice, jealousy, and twisted lust. Her Boleyn Inheritance: a fortune and a title, in exchange for her soul. The Boleyn Inheritance is a novel drawn tight as a lute string about a court ruled by the gallows and three women whose positions brought them wealth, admiration, and power as well as deceit, betrayal, and terror. Once again, Philippa Gregory has brought a vanished world to life -- the whisper of a silk skirt on a stone stair, the yellow glow of candlelight illuminating a hastily written note, the murmurs of the crowd gathering on Tower Green below the newly built scaffold. In The Boleyn Inheritance Gregory is at her intelligent and page-turning best.",
        "isbn": "9781439124673",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 596,
        "averageRating": 4,
        "ratingsCount": 103
    },
    {
        "title": "The Memorabilia",
        "authors": [
            "Xenophon"
        ],
        "publisher": "DigiCat",
        "publishedDate": "2022-09-04",
        "description": "DigiCat Publishing presents to you this special edition of \"The Memorabilia\" by Xenophon. DigiCat Publishing considers every written word to be a legacy of humankind. Every DigiCat book has been carefully reproduced for republishing in a new modern format. The books are available in print, as well as ebooks. DigiCat hopes you will treat this work with the acknowledgment and passion it deserves as a classic of world literature.",
        "isbn": "EAN:8596547251903",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 211,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Trial",
        "authors": [
            "Franz Kafka"
        ],
        "publisher": "Everyman's Library",
        "publishedDate": "1992-06-30",
        "description": "The story of the mysterious indictment, trial, and reckoning forced upon Joseph K. in Franz Kafka’s The Trial is one of the twentieth century’s master parables, reflecting the central spiritual crises of modern life. Kafka’s method–one that has influenced, in some way, almost every writer of substance who followed him–was to render the absurd and the terrifying convincing by a scrupulous, hyperreal matter-of-factness of tone and treatment. He thereby imparted to his work a level of seriousness normally associated with civilization’s most cherished poems and religious texts. Translated by Willa and Edwin Muir",
        "isbn": "9780679409946",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 348,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Interestings",
        "authors": [
            "Meg Wolitzer"
        ],
        "publisher": "Penguin",
        "publishedDate": "2013-04-09",
        "description": "Named a best book of the year by Entertainment Weekly, Time, and The Chicago Tribune, and named a notable book by The New York Times Book Review and The Washington Post “Remarkable . . . With this book [Wolitzer] has surpassed herself.”—The New York Times Book Review \"A victory . . . The Interestings secures Wolitzer's place among the best novelists of her generation. . . . She's every bit as literary as Franzen or Eugenides. But the very human moments in her work hit you harder than the big ideas. This isn't women's fiction. It's everyone's.\"—Entertainment Weekly (A) From Meg Wolitzer, the New York Times–bestselling author of The Female Persuasion, a novel that has been called \"genius\" (The Chicago Tribune), “wonderful” (Vanity Fair), \"ambitious\" (San Francisco Chronicle), and a “page-turner” (Cosmopolitan). The summer that Nixon resigns, six teenagers at a summer camp for the arts become inseparable. Decades later the bond remains powerful, but so much else has changed. In The Interestings, Wolitzer follows these characters from the height of youth through middle age, as their talents, fortunes, and degrees of satisfaction diverge. The kind of creativity that is rewarded at age fifteen is not always enough to propel someone through life at age thirty; not everyone can sustain, in adulthood, what seemed so special in adolescence. Jules Jacobson, an aspiring comic actress, eventually resigns herself to a more practical occupation and lifestyle. Her friend Jonah, a gifted musician, stops playing the guitar and becomes an engineer. But Ethan and Ash, Jules’s now-married best friends, become shockingly successful—true to their initial artistic dreams, with the wealth and access that allow those dreams to keep expanding. The friendships endure and even prosper, but also underscore the differences in their fates, in what their talents have become and the shapes their lives have taken. Wide in scope, ambitious, and populated by complex characters who come together and apart in a changing New York City, The Interestings explores the meaning of talent; the nature of envy; the roles of class, art, money, and power; and how all of it can shift and tilt precipitously over the course of a friendship and a life.",
        "isbn": "9781101602034",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 560,
        "averageRating": 3,
        "ratingsCount": 120
    },
    {
        "title": "The End of Eddy",
        "authors": [
            "Edouard Louis"
        ],
        "publisher": "Random House",
        "publishedDate": "2017-02-02",
        "description": "‘A brilliant novel... courageous, necessary and deeply touching’ Guardian Édouard Louis grew up in a village in northern France where many live below the poverty line. His bestselling debut novel about life there, The End of Eddy, has sparked debate on social inequality, sexuality and violence. It is an extraordinary portrait of escaping from an unbearable childhood, inspired by the author’s own. Written with an openness and compassionate intelligence, ultimately, it asks, how can we create our own freedom? ‘A mesmerising story about difference and adolescence’ New York Times ‘Édouard Louis...is that relatively rare thing – a novelist with something to say and a willingness to say it, without holding back’ The Times ‘Louis’ book has become the subject of political discussion in a way that novels rarely do’ Garth Greenwell, New Yorker",
        "isbn": "9781473513105",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 208,
        "averageRating": 3,
        "ratingsCount": 6
    },
    {
        "title": "Jane Eyre",
        "authors": [
            "Charlotte Bronte"
        ],
        "publisher": "Principis",
        "publishedDate": "2021-03-10",
        "description": "Mistério, traição, escândalo e um amor que transcende o tempo. Desde o momento em que Jane Eyre colocou os olhos no proprietário de Thornfield Hall, soube que sua vida mudaria irrevogavelmente. O homem enigmático, complexo e tentador exige tudo o que Jane tem a oferecer ao convidá-la para uma jornada dos sentidos que escandalizaria a sociedade. Em seus braços fortes, ela se rende aos desejos mais sombrios do homem amado e descobre que os dela são igualmente abrasadores, mergulhando-a em um mundo que nunca suspeitou existir, mas do qual não quer mais escapar.",
        "isbn": "9786555523683",
        "categories": [
            "Fiction"
        ],
        "language": "pt-BR",
        "pageCount": 576,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Mysterious Island",
        "authors": [
            "Jules Verne"
        ],
        "publisher": "Open Road Media",
        "publishedDate": "2015-05-26",
        "description": "In Jules Verne’s classic adventure tale, a hot air balloon is swept off course only to land on a faraway desert island In the midst of the American Civil War, five prisoners hijack a hot air balloon to make their escape. Caught in the winds of a violent storm, the balloon is blown far, far away from its point of departure in Richmond, Virginia. When the craft crash-lands, its passengers find themselves castaways on an exotic island. Here they are forced to contend with wild animals, pirates, and an active volcano—in a fight for their very survival. Beloved for well over a century, The Mysterious Island is an enduring adventure classic by the masterful Jules Verne. This ebook has been professionally proofread to ensure accuracy and readability on all devices.",
        "isbn": "9781504013895",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 632,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Barchester Towers",
        "authors": [
            "Anthony Trollope"
        ],
        "publisher": "Oxford Paperbacks",
        "publishedDate": "1996-11-07",
        "description": "Barchester Towers, Trollope's most popular novel, is the second of the six Chronicles of Barsetshire. The Chronicles follow the intrigues of ambition and love in the cathedral town of Barchester. Trollope was of course interested in the Church, that pillar of Victorian society - in its susceptibility to corruption, hypocrisy, and blinkered conservatism - but the Barsetshire novels are no more `ecclesiastical' than his Palliser novels are `political'. It is the behaviour of the individuals within a power structure that interests him. In this novel Trollope continues the story of Mr Harding and his daughter Eleanor, adding to his cast of characters that oily symbol of progress Mr Slope, the hen-pecked Dr Proudie, and the amiable and breezy Stanhope family. The central questions of this moral comedy - Who will be warden? Who will be dean? Who will marry Eleanor? - are skilfully handled with that subtlety of ironic observation that has won Trollope such a wide and appreciative readership.",
        "isbn": "9780191611094",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 672,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Prince and the Pauper",
        "authors": [
            "Mark Twain"
        ],
        "publisher": "Xist Publishing",
        "publishedDate": "2015-04-28",
        "description": "A Classic Story of Switched Identity “When I am king they shall not have bread and shelter only, but also teachings out of books, for a full belly is little worth where the mind is starved.” ― Mark Twain, The Prince and the Pauper The Prince and the Pauper by Mark Twain is an 1881 novel that has been adapted many times. When a young poor boy wanders near the palace gates, he meets the Prince of Wales (Edward VI) who bears an uncanny resemblance. They decide to switch clothes and end up switching roles. Edward discovers the stark class inequality in England and Tom struggles to survive as the prince. When the king dies, Edward must race against the clock and the bounds of society to regain his rightful throne. This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it. Xist Publishing is a digital-first publisher. Xist Publishing creates books for the touchscreen generation and is dedicated to helping everyone develop a lifetime love of reading, no matter what form it takes",
        "isbn": "9781623959326",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 179,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Pudd'nhead Wilson",
        "authors": [
            "Mark Twain"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2016-05-24",
        "description": "ENDURING LITERATURE ILLUMINATED BY PRACTICAL SCHOLARSHIP Mark Twain's darkly comic short classic set in the antebellum South stands as a literary condemnation of slavery and racial inequality. EACH ENRICHED CLASSIC EDITION INCLUDES: • A concise introduction that gives readers important background information • A chronology of the author's life and work • A timeline of significant events that provides the book's historical context • An outline of key themes and plot points to help readers form their own interpretations • Detailed explanatory notes • Critical analysis, including contemporary and modern perspectives on the work • Discussion questions to promote lively classroom and book group interaction • A list of recommended related books and films to broaden the reader's experience Enriched Classics offer readers affordable editions of great works of literature enhanced by helpful notes and insightful commentary. The scholarship provided in Enriched Classics enables readers to appreciate, understand, and enjoy the world's finest books to their full potential. SERIES EDITED BY CYNTHIA BRANTLEY JOHNSON",
        "isbn": "9781439117132",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 256,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Bartleby the Scrivener — A Story of Wall-Street",
        "authors": [
            "Herman Melville"
        ],
        "publisher": "DigiCat",
        "publishedDate": "2022-05-29",
        "description": "Bartleby, the Scrivener: A Story of Wall Street, also called a masterpiece of short fiction, is a short story by the American writer Herman Melville. It tells about a Wall Street lawyer who hires a new clerk who, after an initial bout of hard work, refuses to make copies or do any other task required of him, refusing with the words \"I would prefer not to.\"",
        "isbn": "EAN:8596547027041",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 36,
        "averageRating": 3.5,
        "ratingsCount": 31
    },
    {
        "title": "Eugenie Grandet",
        "authors": [
            "Honoré de Balzac"
        ],
        "publisher": "DigiCat",
        "publishedDate": "2022-09-15",
        "description": "DigiCat Publishing presents to you this special edition of \"Eugenie Grandet\" by Honoré de Balzac. DigiCat Publishing considers every written word to be a legacy of humankind. Every DigiCat book has been carefully reproduced for republishing in a new modern format. The books are available in print, as well as ebooks. DigiCat hopes you will treat this work with the acknowledgment and passion it deserves as a classic of world literature.",
        "isbn": "EAN:8596547367178",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 188,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Sharp Objects",
        "authors": [
            "Gillian Flynn"
        ],
        "publisher": "Broadway Books",
        "publishedDate": "2006",
        "description": "Reluctantly returning to her hometown after an eight-year absence to investigate the murders of two preteen girls, reporter Camille Preaker is reunited with her neurotic mother and enigmatic, thirteen-year-old half-sister as she works to uncover the truth about the killings, a probe that leads her all too close to the secrets of her own past. A first novel. Reprint. 75,000 first printing.",
        "isbn": "9780307341556",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 254,
        "averageRating": 3.5,
        "ratingsCount": 277
    },
    {
        "title": "Growth of the Soil",
        "authors": [
            "Knut Hamsun"
        ],
        "publisher": "Vintage",
        "publishedDate": "1972-05-12",
        "description": "The story of an elemental existence in rural Norway.",
        "isbn": "9780394717814",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 449,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "The Wife Between Us",
        "authors": [
            "Greer Hendricks",
            "Sarah Pekkanen"
        ],
        "publisher": "St. Martin's Press",
        "publishedDate": "2018-01-09",
        "description": "A tangle of lies binds together a divorced man, his new fiancée, and his ex-wife.",
        "isbn": "9781250130921",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 353,
        "averageRating": 3,
        "ratingsCount": 1
    },
    {
        "title": "Sharp Objects",
        "authors": [
            "Gillian Flynn"
        ],
        "publisher": "Broadway Books",
        "publishedDate": "2006",
        "description": "Reluctantly returning to her hometown after an eight-year absence to investigate the murders of two preteen girls, reporter Camille Preaker is reunited with her neurotic mother and enigmatic, thirteen-year-old half-sister as she works to uncover the truth about the killings, a probe that leads her all too close to the secrets of her own past. A first novel. Reprint. 75,000 first printing.",
        "isbn": "9780307341556",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 254,
        "averageRating": 3.5,
        "ratingsCount": 277
    },
    {
        "title": "The Ghost Rider",
        "authors": [
            "Ismail Kadare"
        ],
        "publisher": "Anchor Canada",
        "publishedDate": "2011-08-30",
        "description": "\"Ismail Kadare is one of Europe's most consistently interesting and powerful contemporary novelists, a writer whose stark, memorable prose imprints itself on the reader's consciousness.\" --Los Angeles Times An old woman is awoken in the dead of night by knocks at her front door. The woman opens it to find her daughter, Doruntine, standing there alone in the darkness. She has been brought home from a distant land by a mysterious rider she claims is her brother Konstandin. But unbeknownst to her, Konstandin has been dead for years. What follows is chain of events which plunges a medieval village into fear and mistrust. Who is the ghost rider?",
        "isbn": "9780385670890",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 224,
        "averageRating": 3,
        "ratingsCount": 4
    },
    {
        "title": "The Adventures of Tom Sawyer",
        "authors": [
            "Mark Twain"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2013-08-01",
        "description": "Enriched Classics offer readers accessible editions of great works of literature enhanced by helpful notes and commentary. Each book includes educational tools alongside the text, enabling students and readers alike to gain a deeper and more developed understanding of the writer and their work. Originally published in 1876, The Adventures of Tom Sawyer is the classic tale of a carefree and courageous boy’s coming-of-age in a rural Mississippi River town. Tom and his best friend, Huckleberry Finn, are two of literature’s most enduring and treasured creations. Enriched Classics enhance your engagement by introducing and explaining the historical and cultural significance of the work, the author’s personal history, and what impact this book had on subsequent scholarship. Each book includes discussion questions that help clarify and reinforce major themes and reading recommendations for further research. Read with confidence.",
        "isbn": "9781451685350",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 320,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Growth of the Soil",
        "authors": [
            "Knut Hamsun"
        ],
        "publisher": "Vintage",
        "publishedDate": "1972-05-12",
        "description": "The story of an elemental existence in rural Norway.",
        "isbn": "9780394717814",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 449,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "Leaves of Grass",
        "authors": [
            "Walt Whitman"
        ],
        "publisher": "Lulu Press, Inc",
        "publishedDate": "2013-03-12",
        "description": "American poet Walt Whitman’s Leaves of Grass, is a collection of poems notable for its frank delight in and praise of the senses, during a time when such candid displays were considered immoral. Where much previous poetry, especially English, relied on symbolism, allegory, and meditation on the religious and spiritual, Leaves of Grass exalted the body and the material world.",
        "isbn": "9781291237597",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": "N/A",
        "averageRating": 4,
        "ratingsCount": 17
    },
    {
        "title": "Rudin",
        "authors": [
            "Ivan Turgenev"
        ],
        "publisher": "Strelbytskyy Multimedia Publishing",
        "publishedDate": "2017-12-05",
        "description": "Ivan Turgenev's novel \"Rudin\" is another story about the \"superfluous man\". Dmitry Nikolayevich Rudin is a representative of an intelligent, educated, loving to philosophize and argue the strata of society. The trouble is only one - there is not enough money for carefree life. The problem is also one - nothing touches this person; he does everything cleverly and judiciously but his heart remains cold at the same time. The love of a young girl is pleasant and exciting, but whether it really touches him or not is a good question. He wants to carry the light of knowledge to the younger generation, but whether he is ready to change his habits and views is also a question. He is a strange character. Does not cause either sympathy or special understanding. Illustrated by Andronum.",
        "isbn": "9783963136528",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 219,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "World War Z",
        "authors": [
            "Max Brooks"
        ],
        "publisher": "Broadway Books",
        "publishedDate": "2006",
        "description": "An account of the decade-long conflict between humankind and hordes of the predatory undead is told from the perspective of dozens of survivors who describe in their own words the epic human battle for survival.",
        "isbn": "9780307346612",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 342,
        "averageRating": 3.5,
        "ratingsCount": 3852
    },
    {
        "title": "The Souls of Black Folk",
        "authors": [
            "Bois W.E.B. Du"
        ],
        "publisher": "Xist Publishing",
        "publishedDate": "2015-04-28",
        "description": "The Groundbreaking Work on Race from W.E.B. Du Bois “The problem of the twentieth century is the problem of the color line.” ― W.E.B. Du Bois, The Souls of Black Folk To understand contemporary race relations in the United States of America, one must understand its past. The Souls of Black Folk by W.E.B. Du Bois is a seminal work on understanding the nature of race, prejudice and discrimination. Written in 1903, the work is still an essential resource. This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it. Xist Publishing is a digital-first publisher. Xist Publishing creates books for the touchscreen generation and is dedicated to helping everyone develop a lifetime love of reading, no matter what form it takes",
        "isbn": "9781623959760",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 207,
        "averageRating": 4,
        "ratingsCount": 16
    },
    {
        "title": "What Dreams May Come",
        "authors": [
            "Richard Matheson"
        ],
        "publisher": "Tor Books",
        "publishedDate": "2007-04-01",
        "description": "The New York Times bestseller A LOVE THAT TRANSCENDS HEAVEN AND HELL What happens to us after we die? Chris Nielsen had no idea, until an unexpected accident cut his life short, separating him from his beloved wife, Annie. Now Chris must discover the true nature of life after death. But even Heaven is not complete without Annie, and when tragedy threatens to divide them forever, Chris risks his very soul to save Annie from an eternity of despair. Richard Matheson's powerful tale of life---and love---after death was the basis for the Oscar-winning film starring Robin Williams. At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
        "isbn": "9781429913690",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 288,
        "averageRating": 3.5,
        "ratingsCount": 25
    },
    {
        "title": "The Wife Between Us",
        "authors": [
            "Greer Hendricks",
            "Sarah Pekkanen"
        ],
        "publisher": "St. Martin's Press",
        "publishedDate": "2018-01-09",
        "description": "A tangle of lies binds together a divorced man, his new fiancée, and his ex-wife.",
        "isbn": "9781250130921",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 353,
        "averageRating": 3,
        "ratingsCount": 1
    },
    {
        "title": "Silver Tears",
        "authors": [
            "Camilla Läckberg"
        ],
        "publisher": "Vintage Crime/Black Lizard",
        "publishedDate": "2021-07-06",
        "description": "From the internationally bestselling author of The Golden Cage comes a bold, mesmerizing thriller of seduction, deceit, and female power, in which a woman’s secret cannot stay buried forever. Faye Adelheim is living a delicious lie. She is wealthy beyond imagination, she is the Chairman of her self-made global cosmetics brand, and her ex-husband, the monster who killed her beloved daughter Julienne, is living out the remainder of his days behind bars. But unbeknownst to journalists, police officers, and investors, and even the lovers she occasionally invites to her bed, Faye has a secret: her daughter is, in fact, alive and well and so is her mother, the woman Faye’s father was sentenced for allegedly killing years ago. Together, three generations of women have survived in hiding from the men who sought to destroy them. But unfortunately for Faye, cages are meant to be opened, pillow talk can lead to betrayal, and secrets always end in tears.",
        "isbn": "9780525658009",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 320,
        "averageRating": 4,
        "ratingsCount": 2
    },
    {
        "title": "Pan",
        "authors": [
            "Knut Hamsun"
        ],
        "publisher": "The Floating Press",
        "publishedDate": "2016-04-01",
        "description": "In this dreamlike parable from Norwegian writer Knut Hamsun, a disenchanted military man and the daughter of a small-town merchant cross paths one day and instantly fall prey to a heated mutual attraction. But can the passionate romance survive their drastically different backgrounds and beliefs?",
        "isbn": "9781776597918",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 191,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Independent People",
        "authors": [
            "Halldor Laxness"
        ],
        "publisher": "Vintage",
        "publishedDate": "2009-02-19",
        "description": "In an epic set in Iceland in the early twentieth century, Gudbjartur Jonsson buys his own croft after eighteen years of service to the local bailiff, and brings his wife and his small flock of sheep there to build a new, independent life for himself.",
        "isbn": "9780307486264",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 509,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Devil ́s Dictionary",
        "authors": [
            "Ambrose Bierce"
        ],
        "publisher": "BoD – Books on Demand",
        "publishedDate": "2019-09-25",
        "description": "Reproduction of the original: The Devil ́s Dictionary by Ambrose Bierce",
        "isbn": "9783734082658",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 170,
        "averageRating": 4,
        "ratingsCount": 16
    },
    {
        "title": "Tolstoy’s Journal by Leo Tolstoy - Delphi Classics (Illustrated)",
        "authors": [
            "Leo Tolstoy"
        ],
        "publisher": "Delphi Classics",
        "publishedDate": "2017-07-17",
        "description": "This eBook features the unabridged text of ‘Tolstoy’s Journal’ from the bestselling edition of ‘The Complete Works of Leo Tolstoy’. Having established their name as the leading publisher of classic literature and art, Delphi Classics produce publications that are individually crafted with superior formatting, while introducing many rare texts for the first time in digital print. The Delphi Classics edition of Tolstoy includes original annotations and illustrations relating to the life and works of the author, as well as individual tables of contents, allowing you to navigate eBooks quickly and easily. eBook features: * The complete unabridged text of ‘Tolstoy’s Journal’ * Beautifully illustrated with images related to Tolstoy’s works * Individual contents table, allowing easy navigation around the eBook * Excellent formatting of the textPlease visit www.delphiclassics.com to learn more about our wide range of titles",
        "isbn": "9781786566447",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 132,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Alpine Ballad",
        "authors": [
            "Vasil Bykau"
        ],
        "publisher": "Glagoslav Publications",
        "publishedDate": "2018-01-01",
        "description": "A handful of families, several generations, more than a few wars. MoscTowards the end of World War II, a Belarusian soldier and an Italian girl escape from a Nazi concentration camp. The soldier wonders if he should get rid of the girl; she is a burden and is slowing him down. However, he cannot bring himself to abandon her in the snowy wilderness. Somewhere along the way, the two develop feelings for each other, but their love is not destined to grow beyond the edge of the mountains. Yet their bond cannot be denied, and in the end it proves stronger than death itself. From the master of psychological narrative whose firsthand experience with World War II enabled him to re-create the ordeal on pages of his books, Alpine Ballad is Vasil Bykau’s most heartfelt story. Bykau sends a powerful message to his readers: human values can be extrapolated and in the context of war people can still uphold their humanity. An altruistic, philanthropic project of Glagoslav Publications, Alpine Ballad is coming out as a gesture of peace and a reminder to all of the human cost of wars that ransack our planet to this day. Translated from Belarusian by Mikalai Khilo. The previous translations of Alpine Ballad were based on the Soviet-censored Russian version of the original manuscript. ow, Kabul, Barcelona. Anna Nemzer announces herself on the literary scene boldly and loudly with this debut novel about the insane, unspeakable nature of war, about human fears, treachery, lies, fateful coincidences and destinies during warfare, when there is no room left for love. The protagonists survived the war and are rescued from captivity. They are not able, however, to leave the experiences of the war behind them and move on with their lives. The novel explores what happens once the conflict is over, as they learn to live without the war, with all their loves, passions and weaknesses.",
        "isbn": "9781909156838",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 204,
        "averageRating": 4,
        "ratingsCount": 1
    },
    {
        "title": "The Prince of Tides",
        "authors": [
            "Pat Conroy"
        ],
        "publisher": "Dial Press Trade Paperback",
        "publishedDate": "2002-03-26",
        "description": "“A big, sprawling saga of a novel” (San Francisco Chronicle), this epic family drama is a masterwork by the revered author of The Great Santini. Pat Conroy’s classic novel stings with honesty and resounds with drama. Spanning forty years, it’s the story of turbulent Tom Wingo, his gifted and troubled twin sister, Savannah, and their struggle to triumph over the dark and tragic legacy of the extraordinary family into which they were born. Filled with the vanishing beauty of the South Carolina Low Country as well as the dusty glitter of New York City, The Prince of Tides showcases an American original at his very best. Praise for The Prince of Tides “This is a powerful book. . . . [Pat] Conroy is a master of language.”—The Atlanta Journal “A big, sprawling saga of a novel . . . the kind you can hole up with and spend some days with and put down feeling that you’ve emerged from a terrible, wonderful spell.”—San Francisco Chronicle “A literary gem . . . The Prince of Tides is in the best tradition of novel writing. It is an engrossing story of unforgettable characters.”—The Pittsburgh Press “A masterpiece.”—Detroit Free Press “Brilliant.”—Chicago Tribune",
        "isbn": "9780553381542",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 686,
        "averageRating": 4,
        "ratingsCount": 54
    },
    {
        "title": "Candide",
        "authors": [
            "Voltaire"
        ],
        "publisher": "Bantam Classics",
        "publishedDate": "1984-04-01",
        "description": "Candide is the story of a gentle man who, though pummeled and slapped in every direction by fate, clings desperately to the belief that he lives in \"the best of all possible worlds.\" On the surface a witty, bantering tale, this eighteenth-century classic is actually a savage, satiric thrust at the philosophical optimism that proclaims that all disaster and human suffering is part of a benevolent cosmic plan. Fast, funny, often outrageous, the French philosopher's immortal narrative takes Candide around the world to discover that -- contrary to the teachings of his distringuished tutor Dr. Pangloss -- all is not always for the best. Alive with wit, brilliance, and graceful storytelling, Candide has become Voltaire's most celebrated work.",
        "isbn": "9780553211665",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 130,
        "averageRating": 3,
        "ratingsCount": 1
    },
    {
        "title": "The Invisible Man; A Novel",
        "authors": [
            "Herbert George Wells"
        ],
        "publisher": "BoD – Books on Demand",
        "publishedDate": "2023-02-08",
        "description": "Reproduction of the original.",
        "isbn": "9783368340780",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 214,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The People of the Abyss",
        "authors": [
            "Jack London"
        ],
        "publisher": "1st World Publishing",
        "publishedDate": "2005-10",
        "description": "Purchase one of 1st World Library's Classic Books and help support our free internet library of downloadable eBooks. Visit us online at www.1stWorldLibrary.ORG - - The experiences related in this volume fell to me in the summer of 1902. I went down into the under-world of London with an attitude of mind which I may best liken to that of the explorer. I was open to be convinced by the evidence of my eyes, rather than by the teachings of those who had not seen, or by the words of those who had seen and gone before. Further, I took with me certain simple criteria with which to measure the life of the under-world. That which made for more life, for physical and spiritual health, was good; that which made for less life, which hurt, and dwarfed, and distorted life, was bad.",
        "isbn": "9781421815718",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 254,
        "averageRating": 3.5,
        "ratingsCount": 2
    },
    {
        "title": "Sir Gawain and the Green Knight",
        "authors": [
            "J. A. Burrow"
        ],
        "publisher": "Penguin",
        "publishedDate": "1972",
        "description": "The Green Knight, a mysteriously powerful creature, tests the honor and courage of King Arthur's youngest knight.",
        "isbn": "0140422951",
        "categories": [
            "Poetry"
        ],
        "language": "en",
        "pageCount": 182,
        "averageRating": 3,
        "ratingsCount": 1
    },
    {
        "title": "Lord of the Flies",
        "authors": [
            "William Golding"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "2003-12-16",
        "description": "Golding’s iconic 1954 novel, now with a new foreword by Lois Lowry, remains one of the greatest books ever written for young adults and an unforgettable classic for readers of any age. This edition includes a new Suggestions for Further Reading by Jennifer Buehler. At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate. This far from civilization they can do anything they want. Anything. But as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far removed from reality as the hope of being rescued.",
        "isbn": "9780399501487",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 3.5,
        "ratingsCount": 2860
    },
    {
        "title": "The Blue Fox",
        "authors": [
            "Sjón"
        ],
        "publisher": "Farrar, Straus and Giroux",
        "publishedDate": "2013-04-30",
        "description": "Set against the stark backdrop of the Icelandic winter, an elusive, enigmatic fox leads a hunter on a transformative quest. At the edge of the hunter's territory, a naturalist struggles to build a life for his charge, a young woman with Down syndrome whom he had rescued from a shipwreck years before. By the end of Sjón's slender, spellbinding fable of a novel, none of their lives will be the same. Winner of the 2005 Nordic Council Literature Prize—the Nordic world's highest literary honor—The Blue Fox is part mystery, part fairy tale, and the perfect introduction to a mind-bending, world-class literary talent.",
        "isbn": "9780374709952",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 128,
        "averageRating": 3.5,
        "ratingsCount": 10
    },
    {
        "title": "Tracy Flick Can't Win",
        "authors": [
            "Tom Perrotta"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2022-06-07",
        "description": "From New York Times bestselling author Tom Perrotta, a pitch-perfect new satirical novel about ambition, coming-of-age in adulthood, and never really leaving high school politics behind—featuring his most iconic character of all time. Tracy Flick is a hardworking assistant principal at a public high school in suburban New Jersey. Still ambitious but feeling a little stuck and underappreciated in midlife, Tracy gets a jolt of good news when the longtime principal, Jack Weede, abruptly announces his retirement, creating a rare opportunity for Tracy to ascend to the top job. Energized by the prospect of her long-overdue promotion, Tracy throws herself into her work with renewed zeal, determined to prove her worth to the students, faculty, and School Board, while also managing her personal life—a ten-year-old daughter, a needy doctor boyfriend, and a burgeoning meditation practice. But nothing ever comes easily to Tracy Flick, no matter how diligent or qualified she happens to be. Among her many other responsibilities, Tracy is enlisted to serve on the Selection Committee for the brand-new Green Meadow High School Hall of Fame. Her male colleagues’ determination to honor Vito Falcone—a star quarterback of dubious character who had a brief, undistinguished career in the NFL—triggers bad memories for Tracy, and leads her to troubling reflections about the trajectory of her own life and the forces that have left her feeling thwarted and disappointed, unable to fulfill her true potential. As she broods on the past, Tracy becomes aware of storm clouds brewing in the present. Is she really a shoo-in for the Principal job? Is the Superintendent plotting against her? Why is the School Board President’s wife trying so hard to be her friend? And why can’t she ever get what she deserves? In classic Perrotta style, Tracy Flick Can’t Win is a sharp, darkly comic, and pitch-perfect reflection on our current moment. Flick fans and newcomers alike will love this compelling novel chronicling the second act of one of the most memorable characters of our time.",
        "isbn": "9781501144080",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 272,
        "averageRating": 4,
        "ratingsCount": 8
    },
    {
        "title": "Queen of Fire",
        "authors": [
            "Anthony Ryan"
        ],
        "publisher": "Penguin",
        "publishedDate": "2016-06-07",
        "description": "The thrilling conclusion to the “deftly and originally executed” (Booklist) New York Times bestselling Raven’s Shadow trilogy from the author of Blood Song and Tower Lord. After fighting back from the brink of death, Queen Lyrna is determined to repel the invading Volarian army and regain the independence of the Unified Realm. To accomplish her goals she must not only rally her loyal supporters, but also align herself with forces that possess the strange and varied gifts of the Dark, and take the war to her enemy’s doorstep. Victory rests on the shoulders of Vaelin Al Sorna, Battle Lord of the Realm. However, the Volarians have a new weapon on their side that Vaelin must destroy if the Realm is to prevail: a mysterious Ally with the ability to grant unnaturally long life to his servants. And defeating one who cannot be killed is a nearly impossible challenge, especially when Vaelin’s blood-song, the mystical power that has made him the epic fighter he is, has gone ominously silent…",
        "isbn": "9780425265659",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 656,
        "averageRating": 4,
        "ratingsCount": 2
    },
    {
        "title": "Reunion",
        "authors": [
            "Fred Uhlman"
        ],
        "publisher": "Macmillan",
        "publishedDate": "1997-06-26",
        "description": "\"Reunion is the story of intense and innocent devotion between two young men growing up in the soft, serene, bluish hills of Swabia, and the sinister (but all too mundane) forces that end both their friendship and their childhood.\"--",
        "isbn": "0374525153",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 124,
        "averageRating": 4,
        "ratingsCount": 3
    },
    {
        "title": "The Ice Princess",
        "authors": [
            "Camilla Läckberg"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2011-03-29",
        "description": "“A top-notch thriller, one of the best of the genre” (Minneapolis Star Tribune) from international crime-writing sensation Camilla Läckberg tells the story of brutal murders in a small Swedish fishing village, and the shattering, decades-old secrets that precipitated them. In this electrifying tale of suspense from an international crime-writing sensation, a grisly death exposes the dark heart of a Scandinavian seaside village. Erica Falck returns to her tiny, remote hometown of Fjällbacka, Sweden, after her parents’ deaths only to encounter another tragedy: the suicide of her childhood best friend, Alex. It’s Erica herself who finds Alex’s body—suspended in a bathtub of frozen water, her wrists slashed. Erica is bewildered: Why would a beautiful woman who had it all take her own life? Teaming up with police detective Patrik Hedström, Erica begins to uncover shocking events from Alex’s childhood. As one horrifying fact after another comes to light, Erica and Patrik’s curiosity gives way to obsession—and their flirtation grows into uncontrollable attraction. But it’s not long before one thing becomes very clear: a deadly secret is at stake, and there’s someone out there who will do anything—even commit murder—to protect it. Fans of Scandinavian greats Stieg Larsson and Henning Mankell will devour Camilla Läckberg’s penetrating portrait of human nature at its darkest.",
        "isbn": "9781451621754",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 416,
        "averageRating": 3.5,
        "ratingsCount": 67
    },
    {
        "title": "The Hunchback of Notre-Dame",
        "authors": [
            "Victor Hugo"
        ],
        "publisher": "BoD – Books on Demand",
        "publishedDate": "2022-05-10",
        "description": "Reprint of the original, first published in 1869.",
        "isbn": "9783375022365",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 473,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Mohini Theevu",
        "authors": [
            "Kalki"
        ],
        "publisher": "Giri Trading Agency Private Limited",
        "publishedDate": "2022-10-26",
        "description": "Conversations turns into story telling of one’s lifetime experience of visiting a Island somewhere below the Sri Lanka. A Writer who forced to take a trip to India from Burma aka Myanmar due to outbreak of war. Unfortunately or fortunately he get to travel in a old crowded ship.Due to Fear of bombers captain of the ship takes them to near by island. Beauty of the island invites everyone to it but few along with captain travels to the island. Where captain explains his earlier visit to island and take them back to ship. But writer wish to spend some more time before the ship continues its voyage so he hide himself behind the trees. Captain and passengers takes the row boat and ride back to the ship. They realise they left someone behind but due to sunset they decide to stay back in ship till dawn. Writer revisit the spot he enjoyed few moments back and experience something strange events. How those strange events impact him? Did he able to return back to ship? What story is awaiting for the writer to tell his friends is all about the story.",
        "isbn": "9788179508480",
        "categories": [
            "Fiction"
        ],
        "language": "ta",
        "pageCount": 92,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Ethan Frome",
        "authors": [
            "Edith Wharton"
        ],
        "publisher": "Xist Publishing",
        "publishedDate": "2015-09-04",
        "description": "The Tragic Destiny of a Man in Love “But at sunset the clouds gathered again, bringing an earlier night, and the snow began to fall straight and steadily from a sky without wind, in a soft universal diffusion more confusing than the gusts and eddies of the morning. It seemed to be a part of the thickening darkness, to be the winter night itself descending on us layer by layer.” - Edith Wharton, Ethan Frome A visiting engineer meets on odd, limping man by the name of Ethan Frome. He wants to know more of him but nobody, not even Ethan is willing to cooperate. So the engineer hires Ethan as his driver for week. Unexpectedly, during a heavy winter storm, the truth about the limping man is revealed. This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it. Xist Publishing is a digital-first publisher. Xist Publishing creates books for the touchscreen generation and is dedicated to helping everyone develop a lifetime love of reading, no matter what form it takes",
        "isbn": "9781681952338",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 99,
        "averageRating": 4,
        "ratingsCount": 30
    },
    {
        "title": "Great And Precious Things",
        "authors": [
            "Rebecca Yarros"
        ],
        "publisher": "Entangled: Amara",
        "publishedDate": "2020-02-25",
        "description": "How do you define yourself when others have already decided who you are? Six years ago, when Camden Daniels came back from war without his younger brother, no one in the small town of Alba, Colorado, would forgive him—especially his father. He left, swearing never to return. But a desperate message from his father brings it all back. The betrayal. The pain. And the need to go home again. But home is where the one person he still loves is waiting. Willow. The one woman he can never have, because there are secrets buried in Alba that are best left in the dark... Great and Precious Things is a heart-wrenching forbidden romance about family, betrayal, and ultimately how far we’re willing to go on behalf of those we love and who need us most.",
        "isbn": "9781640638174",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 400,
        "averageRating": 4,
        "ratingsCount": 2
    },
    {
        "title": "The Red Badge of Courage",
        "authors": [
            "Stephen Crane"
        ],
        "publisher": "Courier Corporation",
        "publishedDate": "1990-07",
        "description": "Small masterpiece set the pattern for the treatment of war in modern fiction. Amid the nightmarish chaos of a Civil War battle, a young soldier discovers courage, humility, and, perhaps, wisdom. Widely praised for uncanny re-creation of the sights, sounds, and sense of actual combat. An enduring landmark of American fiction.",
        "isbn": "9780486264653",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 113,
        "averageRating": 4,
        "ratingsCount": 1
    },
    {
        "title": "Go",
        "authors": [
            "John Clellon Holmes"
        ],
        "publisher": "Open Road Media",
        "publishedDate": "2015-10-20",
        "description": "Before the world knew Kerouac, Ginsberg, and Cassady, this “brilliant and important” novel chronicled the author’s early years among the Beats (Los Angeles Free Press). Published five years before On the Road, this candid and perceptive roman à clef chronicles the adventures of Jack Kerouac, Allen Ginsberg, and Neal Cassady before they became literary icons. In dive bars and all-night diners, cabs racing across Manhattan and squalid apartments sticky with “tea” smoke, these would-be artists pursue the ecstatic experiences that shape their work and satisfy their restless desire to live beyond the limits of convention. At the heart of Go is Paul Hobbes, the alter ego of John Clellon Holmes. An aspiring novelist who shares the same creative interests as his friends, Paul frequently participates in their reckless, self-indulgent behavior. Yet his innate solemnness makes him an outsider, as does his commitment to his marriage. As Paul seeks to strike the right balance between experimentation and orthodoxy, freedom and obligation, he casts a discerning eye on his peers. The result is a thrilling and indispensible portrait of the Beat movement before it took America by storm.",
        "isbn": "9781504022293",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 315,
        "averageRating": 4,
        "ratingsCount": 1
    },
    {
        "title": "Letters on England",
        "authors": [
            "Voltaire"
        ],
        "publisher": "BoD – Books on Demand",
        "publishedDate": "2018-01-19",
        "description": "Reproduction of the original.",
        "isbn": "9783732624904",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 90,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Penguin Book of Classical Myths",
        "authors": [
            "Jenny March"
        ],
        "publisher": "Penguin UK",
        "publishedDate": "2009-10-27",
        "description": "The greatest legends of all time, splendidly retold The myths of ancient Greece and Rome are the most dramatic and unforgettable tales of love, war, heroism, and betrayal ever told. Whether it?s Icarus flying too close to the sun, Prometheus stealing fire from the gods, or the tragedy of Oedipus, their characters have inspired art, literature, plays, and films. Now, renowned classics scholar Jenny March presents a dazzling reinterpretation of these time-honored myths. Laid out in eighteen clear chapters (like ?Dangerous Women? and ?Heroes?) and providing the origins, development, and interpretation of each myth, this is the essential guide to the stories that have shaped our world.",
        "isbn": "9780141020778",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 744,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "An Antarctic Mystery",
        "authors": [
            "Jules Verne"
        ],
        "publisher": "Lindhardt og Ringhof",
        "publishedDate": "2021-12-13",
        "description": "‘An Antarctic Mystery’ is a follow up to Edgar Allan Poe’s ‘The Narrative of Arthur Gordon Pym’, attempting to explain what might have happened to the main characters after the novels end. We follow an adventurer through the rarely explored Kerguelen Islands as he is picked up by Len Guy and the crew of the Halbrane on its way home. Before they complete their voyage however they find a corpse drifting on an iceberg, a note with him reveals that William Guy, the captain of the Jane and many of his crew survived the assassination attempt. In a daring voyage to rescue the survivors, we are brought to the frozen, treacherous ice fields of the Antarctic where unimaginably powerful forces have awoken. It is a daring adventure novel, with a riveting plot and powerful conclusion perfect for anyone who loved ‘The Thing’. Jules Verne (1828-1905) was a French novelist, poet and playwright who is remembered for his significant contribution to the science fiction genre. With the help of editor Pierre-Jules Hetzel he wrote a series of books called \"Extraordinary Travels\", which includes \"Journey to the Centre of the Earth\" (1864), \"Twenty Thousand Leagues Under the Sea\" (1870), and \"Around the World in Eighty Days\" (1873). Due to his incredible vision he is often given the moniker ‘The Father of Science Fiction’, shared with fellow science fiction author H.G. Wells. Widely popular with both children and adults, Verne is one of the most translated authors of all time, second only to Agatha Christie and Shakespeare.",
        "isbn": "9788726647693",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 172,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "A View of Sir Isaac Newton's Philosophy",
        "authors": [
            "Anonymous"
        ],
        "publisher": "Library of Alexandria",
        "publishedDate": "2020-09-28",
        "description": "THE manner, in which Sir Isaac Newton has published his philosophical discoveries, occasions them to lie very much concealed from all, who have not made the mathematics particularly their study. He once, indeed, intended to deliver, in a more familiar way, that part of his inventions, which relates to the system of the world; but upon farther consideration he altered his design. For as the nature of those discoveries made it impossible to prove them upon any other than geometrical principles; he apprehended, that those, who should not fully perceive the force of his arguments, would hardly be prevailed on to exchange their former sentiments for new opinions, so very different from what were commonly received. He therefore chose rather to explain himself only to mathematical readers; and declined the attempting to instruct such in any of his principles, who, by not comprehending his method of reasoning, could not, at the first appearance of his discoveries, have been persuaded of their truth. But now, since Sir Isaac Newton’s doctrine has been fully established by the unanimous approbation of all, who are qualified to understand the same; it is without doubt to be wished, that the whole of his improvements in philosophy might be universally known. For this purpose therefore I drew up the following papers, to give a general notion of our great philosopher’s inventions to such, as are not prepared to read his own works, and yet might desire to be informed of the progress, he has made in natural knowledge; not doubting but there were many, besides those, whose turn of mind had led them into a course of mathematical studies, that would take great pleasure in tasting of this delightful fountain of science.",
        "isbn": "9781465610539",
        "categories": [
            "N/A"
        ],
        "language": "en",
        "pageCount": "N/A",
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Door",
        "authors": [
            "Magda Szabo"
        ],
        "publisher": "New York Review of Books",
        "publishedDate": "2015-01-27",
        "description": "One of The New York Times Book Review's \"10 Best Books of 2015\" An NYRB Classics Original The Door is an unsettling exploration of the relationship between two very different women. Magda is a writer, educated, married to an academic, public-spirited, with an on-again-off-again relationship to Hungary’s Communist authorities. Emerence is a peasant, illiterate, impassive, abrupt, seemingly ageless. She lives alone in a house that no one else may enter, not even her closest relatives. She is Magda’s housekeeper and she has taken control over Magda’s household, becoming indispensable to her. And Emerence, in her way, has come to depend on Magda. They share a kind of love—at least until Magda’s long-sought success as a writer leads to a devastating revelation. Len Rix’s prizewinning translation of The Door at last makes it possible for American readers to appreciate the masterwork of a major modern European writer.",
        "isbn": "9781590177716",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 289,
        "averageRating": 4,
        "ratingsCount": 29
    },
    {
        "title": "Atlas Shrugged",
        "authors": [
            "Ayn Rand"
        ],
        "publisher": "Turtleback Books",
        "publishedDate": "1996",
        "description": "The decisions of a few industrial leaders shake the roots of capitalism and reawaken man's awareness of himself as a heroic being",
        "isbn": "0613357663",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 1079,
        "averageRating": 3,
        "ratingsCount": 3966
    },
    {
        "title": "Voices",
        "authors": [
            "Arnaldur Indridason"
        ],
        "publisher": "Macmillan",
        "publishedDate": "2008-09-02",
        "description": "The Christmas rush is at its peak in a grand Reykjavík hotel when Inspector Erlendur Sveinsson is called in to investigate a murder. The hotel Santa has been stabbed....",
        "isbn": "0312428065",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 340,
        "averageRating": 5,
        "ratingsCount": 2
    },
    {
        "title": "Gulliver’s Travels",
        "authors": [
            "Jonathan Swift"
        ],
        "publisher": "Graphic Arts Books",
        "publishedDate": "2020-11-22",
        "description": "Gulliver’s strange adventures in some of the most unusual lands ever imagined have made this one of the rare classics with an enduring and wide-ranging appeal to all ages. Gulliver’s bad luck at sea not only gets him shipwrecked and castaway, but repeatedly throws him into strange societies of even stranger people. Readers are likely aware of Gulliver’s experiences in Lilliput, where he meets a kingdom of six-inch-tall people with a set of prejudices that are as rigid as they are ridiculous. They may be less familiar with Gulliver’s time among the giants of Brobdingnag, the science-obsessed residents of the flying island of Laputa or the horse-like and thoughtful Houyhnhnms, all of which are much less well known despite being every bit as inventive and thought-provoking. Swift’s straightforward narrative style adds both realism and a kind of deadpan humor to his outrageous flights of the imagination. The fantastical nature of Gulliver’s adventures have led the book, especially the section taking place in Lilliput, to be seen by some as a story for children, but the tale’s political and philosophical underpinnings are not hidden and cast a decidedly skeptical eye on humanity. Seen as a collection of delightful fairy tales or as fables that probe the nature of society, Gulliver’s Travels occupies a unique position in the canon of English literature and will undoubtedly be reinterpreted, and enjoyed, as long as books are read. Included in this Mint Edition is Swift’s fierce satirical essay, A Modest Proposal. With an eye-catching new cover, and professionally typeset manuscript, this edition of Gulliver’s Travels is both modern and readable.",
        "isbn": "9781513266299",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 260,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Door",
        "authors": [
            "Magda Szabo"
        ],
        "publisher": "New York Review of Books",
        "publishedDate": "2015-01-27",
        "description": "One of The New York Times Book Review's \"10 Best Books of 2015\" An NYRB Classics Original The Door is an unsettling exploration of the relationship between two very different women. Magda is a writer, educated, married to an academic, public-spirited, with an on-again-off-again relationship to Hungary’s Communist authorities. Emerence is a peasant, illiterate, impassive, abrupt, seemingly ageless. She lives alone in a house that no one else may enter, not even her closest relatives. She is Magda’s housekeeper and she has taken control over Magda’s household, becoming indispensable to her. And Emerence, in her way, has come to depend on Magda. They share a kind of love—at least until Magda’s long-sought success as a writer leads to a devastating revelation. Len Rix’s prizewinning translation of The Door at last makes it possible for American readers to appreciate the masterwork of a major modern European writer.",
        "isbn": "9781590177716",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 289,
        "averageRating": 4,
        "ratingsCount": 29
    },
    {
        "title": "This Side of Paradise",
        "authors": [
            "F. Scott Fitzgerald"
        ],
        "publisher": "Penguin",
        "publishedDate": "2006-11-07",
        "description": "First published in 1920, This Side of Paradise marks the beginning of the career of one of the greatest writers of the first half of the twentieth century. In this remarkable achievement, F. Scott Fitzgerald displays his unparalleled wit and keen social insight in his portrayal of college life through the struggles and doubts of Amory Blaine, a self-proclaimed genius with a love of knowledge and a penchant for the romantic. As Amory journeys into adulthood and leaves the aristocratic egotism of his youth behind, he becomes painfully aware of his lost innocence and the new sense of responsibility and regret that has taken its place. Clever and wonderfully written, This Side of Paradise is a fascinating novel about the changes of the Jazz Age and their effects on the individual. It is a complex portrait of a versatile mind in a restless generation that reveals rich ideas crucial to an understanding of the 1920s and timeless truths about the human need for--and fear of--change. \"A very enlivening book indeed, a book really brilliant and glamorous, making as agreeable reading as could be asked . . . There are clever things, keen and searching things, amusingly young and mistaken things, beautiful things and pretty things . . . and truly inspired and elevated things, an astonishing abundance of each, in THIS SIDE OF PARADISE. You could call it the youthful Byronism that is normal in a man of the author's type, working out through a well-furnished intellect of unusual critical force.\" --The Evening Post, 1920 \"An astonishing and refreshing book . . . Mr. Fitzgerald has recorded with a good deal of felicity and a disarming frankness the adventures and developments of a curious and fortunate American youth. . . . [It is] delightful and encouraging to find a novel which gives us in the accurate terms of intellectual honesty a reflection of American undergraduate life. At last the revelation has come. We have the constant young American occupation--the 'petting party'--frankly and humorously in our literature.\" --The New Republic, 1920",
        "isbn": "9781101099209",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 288,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Lilac Girls",
        "authors": [
            "Martha Hall Kelly"
        ],
        "publisher": "Ballantine Books",
        "publishedDate": "2016-04-05",
        "description": "NEW YORK TIMES BESTSELLER • One million copies sold! Inspired by the life of a real World War II heroine, this remarkable debut novel reveals the power of unsung women to change history in their quest for love, freedom, and second chances. “Extremely moving and memorable . . . This impressive debut should appeal strongly to historical fiction readers and to book clubs that adored Kristin Hannah’s The Nightingale and Anthony Doerr’s All the Light We Cannot See.”—Library Journal (starred review) New York socialite Caroline Ferriday has her hands full with her post at the French consulate and a new love on the horizon. But Caroline’s world is forever changed when Hitler’s army invades Poland in September 1939—and then sets its sights on France. An ocean away from Caroline, Kasia Kuzmerick, a Polish teenager, senses her carefree youth disappearing as she is drawn deeper into her role as courier for the underground resistance movement. In a tense atmosphere of watchful eyes and suspecting neighbors, one false move can have dire consequences. For the ambitious young German doctor, Herta Oberheuser, an ad for a government medical position seems her ticket out of a desolate life. Once hired, though, she finds herself trapped in a male-dominated realm of Nazi secrets and power. The lives of these three women are set on a collision course when the unthinkable happens and Kasia is sent to Ravensbrück, the notorious Nazi concentration camp for women. Their stories cross continents—from New York to Paris, Germany, and Poland—as Caroline and Kasia strive to bring justice to those whom history has forgotten. USA Today “New and Noteworthy” Book • LibraryReads Top Ten Pick",
        "isbn": "9781101883075",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 497,
        "averageRating": 4,
        "ratingsCount": 2044
    },
    {
        "title": "A Face in the Crowd",
        "authors": [
            "Stephen King",
            "Stewart O'Nan"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2012-08-21",
        "description": "The writing team that delivered the bestselling Faithful, about the 2004 Red Sox championship season, takes readers to the ballpark again, and to a world beyond, in an eBook original to be published on August 21, 2012. Dean Evers, an elderly widower, sits in front of the television with nothing better to do than waste his leftover evenings watching baseball. It’s Rays/Mariners, and David Price is breezing through the line-up. Suddenly, in a seat a few rows up beyond the batter, Evers sees the face of someone from decades past, someone who shouldn’t be at the ballgame, shouldn’t be on the planet. And so begins a parade of people from Evers’s past, all of them occupying that seat behind home plate. Until one day Dean Evers sees someone even eerier….",
        "isbn": "9781476713342",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 50,
        "averageRating": 3,
        "ratingsCount": 40
    },
    {
        "title": "Atlas Shrugged",
        "authors": [
            "Ayn Rand"
        ],
        "publisher": "Turtleback Books",
        "publishedDate": "1996",
        "description": "The decisions of a few industrial leaders shake the roots of capitalism and reawaken man's awareness of himself as a heroic being",
        "isbn": "0613357663",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 1079,
        "averageRating": 3,
        "ratingsCount": 3966
    },
    {
        "title": "Little Black Sambo",
        "authors": [
            "Helen Bannerman"
        ],
        "publisher": "anboco",
        "publishedDate": "2016-08-11",
        "description": "The Story of Little Black Sambo is a children's book written and illustrated by Scottish author Helen Bannerman, and first published by Grant Richards in October 1899 as one in a series of small-format books called The Dumpy Books for Children. The story was a children's favorite for more than half a century but would become a victim of allegations of racism in the mid-20th century. Critics of the time observed that Bannerman presents one of the first black heroes in children's literature and regarded the book as positively portraying black characters in both the text and pictures, especially in comparison to the more negative books of that era that depicted blacks as simple and uncivilized. Both text and illustrations have undergone considerable revision since.",
        "isbn": "9783736409309",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 27,
        "averageRating": 4,
        "ratingsCount": 16
    },
    {
        "title": "The Dream of the Celt",
        "authors": [
            "Mario Vargas Llosa"
        ],
        "publisher": "Farrar, Straus and Giroux",
        "publishedDate": "2012-06-05",
        "description": "A subtle and enlightening novel about a neglected human rights pioneer by the Nobel Laureate Mario Vargas Llosa In 1916, the Irish nationalist Roger Casement was hanged by the British government for treason. Casement had dedicated his extraordinary life to improving the plight of oppressed peoples around the world—especially the native populations in the Belgian Congo and the Amazon—but when he dared to draw a parallel between the injustices he witnessed in African and American colonies and those committed by the British in Northern Ireland, he became involved in a cause that led to his imprisonment and execution. Ultimately, the scandals surrounding Casement's trial and eventual hanging tainted his image to such a degree that his pioneering human rights work wasn't fully reexamined until the 1960s. In The Dream of the Celt, Mario Vargas Llosa, who has long been regarded as one of Latin America's most vibrant, provocative, and necessary literary voices—a fact confirmed when he was awarded the Nobel Prize in Literature in 2010—brings this complex character to life as no other writer can. A masterful work, sharply translated by Edith Grossman, The Dream of the Celt tackles a controversial man whose story has long been neglected, and, in so doing, pushes at the boundaries of the historical novel.",
        "isbn": "9781466816169",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 368,
        "averageRating": 3.5,
        "ratingsCount": 12
    },
    {
        "title": "The Marvelous Land of Oz",
        "authors": [
            "Lyman Frank Baum"
        ],
        "publisher": "Phoemixx Classics Ebooks",
        "publishedDate": "2021-08-04",
        "description": "The Marvelous Land of Oz - Lyman Frank Baum - \"As a writer, Baum rarely knew when to quit, unfurling marvel after marvel...\"The New YorkerOriginally published 115 years ago, this lesser-known but equally enchanting sequel to The Wonderful Wizard of Oz is sure to continue the delights wrought by the first of L. Frank Baums classic childrens series. We rejoin the Tinman, the Scarecrow, Glinda the Good Witch, and more in this fantastical book.In The Marvelous Land of Oz, we are welcomed back to the Land of Oz after Dorothy Gale has been whisked back to Kansas. We are introduced to Tip, a young orphan boy who has been under the guardianship of a Wicked Witch, Mombi, for as long as he can remember. Tip plans to get his revenge with a wooden man that he has made using a jack-o-lantern as a head. Unfortunately, the witch is not fooled and threatens to turn Tip into a statue using the Powder of Life. Rather than staying to be turned into a statue, Tip runs away after stealing the Powder of Life from Mombi, using it to animate a sawhorse for Jack to ride. Thus begins Tips adventures as he journeys to the Emerald City, escapes revolts, and learns just who the true ruler of Oz is.",
        "isbn": "9783985942039",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 147,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Last Man",
        "authors": [
            "Mary Shelley"
        ],
        "publisher": "Standard Ebooks",
        "publishedDate": "2022-10-18T20:59:56Z",
        "description": "The Last Man chronicles the last days of humanity in the 21st century as it is slowly obliterated by a global pandemic. Radical changes and events across Europe—the king abdicates, turning England into a Republic; war erupts between Greece and Turkey—weaken the fabric of society, allowing an unknown and deadly disease to quickly spread across the world. Political leaders are disorganized; spiritual figures offer little comfort; science yields no answers. Previously distinguished individuals abandon their people in their time of need out of cowardice, while others admirably rise up to the occasion. Yet, none of this matters at all when humanity comes to its end. Mary Shelley wrote this book during the darkest time of her life. Over the years, she had lost her husband, Percy Bysshe Shelley; her close friend, Lord Byron; and her children. Writing the novel became an instrument to process her own hopelessness and isolation—various characters are impressions of her departed loved ones. Contemporary critics were not kind to The Last Man. While Frankenstein was lauded for its depiction of scientific presumption, humanity’s impotence and subsequent extinction were deemed offensive. The book faded into near-obscurity and merely survived until its rediscovery in the 1960s. After two World Wars, several epidemics, and the threat of nuclear annihilation, humanity’s end may not have seemed as absurd any more. This book is part of the Standard Ebooks project, which produces free public domain ebooks.",
        "isbn": "PKEY:AAF0F39650E5FF27",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 557,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Life Intended",
        "authors": [
            "Kristin Harmel"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2014-12-30",
        "description": "Sliding Doors meets P.S. I Love You in this richly told novel from the author of The Sweetness of Forgetting about the struggle to overcome the past when our memories refuse to be forgotten. After her husband’s sudden death over ten years ago, Kate Waithman never expected to be lucky enough to find another love of her life. But now she’s planning her second walk down the aisle to a perfectly nice man. So why isn’t she more excited? At first, Kate blames her lack of sleep on stress. But when she starts seeing Patrick, her late husband, in her dreams, she begins to wonder if she’s really ready to move on. Is Patrick trying to tell her something? Attempting to navigate between dreams and reality, Kate must uncover her husband’s hidden message. Her quest leads her to a sign language class and into the New York City foster system, where she finds rewards greater than she could have imagined.",
        "isbn": "9781476754178",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 368,
        "averageRating": 4,
        "ratingsCount": 9
    },
    {
        "title": "Voices",
        "authors": [
            "Arnaldur Indridason"
        ],
        "publisher": "Macmillan",
        "publishedDate": "2008-09-02",
        "description": "The Christmas rush is at its peak in a grand Reykjavík hotel when Inspector Erlendur Sveinsson is called in to investigate a murder. The hotel Santa has been stabbed....",
        "isbn": "0312428065",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 340,
        "averageRating": 5,
        "ratingsCount": 2
    },
    {
        "title": "Shirley",
        "authors": [
            "Charlotte Brontë"
        ],
        "publisher": "Joe Books Ltd",
        "publishedDate": "2015-12-01",
        "description": "Charlotte Brontë followed up the very successful publication of Jane Eyre with Shirley, a social chronicle of England during the Napoleonic wars and Luddite revolts of 1811-12. The novel contrasts two very different characters: Caroline Helstone and Shirley Keeldar; one is trapped in a life devoid of privilege, the other set free by sudden wealth. Sayre Street Books offers the world's greatest literature in easy to navigate, beautifully designed digital editions.",
        "isbn": "9781772751529",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 818,
        "averageRating": 3,
        "ratingsCount": 1
    },
    {
        "title": "Smilla's Sense of Snow",
        "authors": [
            "Peter Høeg"
        ],
        "publisher": "Farrar, Straus and Giroux",
        "publishedDate": "2010-04-01",
        "description": "Smilla's Sense of Snow presents one of the toughest heroines in modern fiction. Smilla Qaavigaaq Jaspersen is part Eskimo but she lives in Copenhagen and keeps to herself. When her six-year old neighbor is killed, Smilla doesn't believe it was an accident and begins her own investigation of a case that even the police don't want to get involved in.",
        "isbn": "9781429998536",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 480,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Sometimes a Great Notion",
        "authors": [
            "Ken Kesey"
        ],
        "publisher": "Penguin",
        "publishedDate": "2006-08-29",
        "description": "The magnificent second novel from the legendary author of One Flew Over the Cuckoo's Nest and Sailor Song is a wild-spirited and hugely powerful tale of an Oregon logging clan. A bitter strike is raging in a small lumber town along the Oregon coast. Bucking that strike out of sheer cussedness are the Stampers: Henry, the fiercely vital and overpowering patriarch; Hank, the son who has spent his life trying to live up to his father; and Viv, who fell in love with Hank's exuberant machismo but now finds it wearing thin. And then there is Leland, Henry's bookish younger son, who returns to his family on a mission of vengeance - and finds himself fulfilling it in ways he never imagined. Out of the Stamper family's rivalries and betrayals, Ken Kesey crafted a novel with the mythic impact of Greek tragedy.",
        "isbn": "9781440622991",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 640,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "Broken Monsters",
        "authors": [
            "Lauren Beukes"
        ],
        "publisher": "Harper Collins",
        "publishedDate": "2014-07-31",
        "description": "In the city that’s become a symbol for the death of the American dream, a nightmare killer is unravelling reality. The new thriller from Lauren Beukes, author of The Shining Girls.",
        "isbn": "9780007464623",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 544,
        "averageRating": 3.5,
        "ratingsCount": 58
    },
    {
        "title": "The Book of M",
        "authors": [
            "Peng Shepherd"
        ],
        "publisher": "William Morrow Paperbacks",
        "publishedDate": "2019-06-25",
        "description": "Brad Thor's Summer 2018 Fiction Pick for THE TODAY SHOW! \"Eerie, dark, and compelling, [The Book of M] will not disappoint lovers of The Passage (2010) and Station Eleven (2014).\" --Booklist WHAT WOULD YOU GIVE UP TO REMEMBER? Set in a dangerous near future world, The Book of M tells the captivating story of a group of ordinary people caught in an extraordinary catastrophe who risk everything to save the ones they love. It is a sweeping debut that illuminates the power that memories have not only on the heart, but on the world itself. One afternoon at an outdoor market in India, a man’s shadow disappears—an occurrence science cannot explain. He is only the first. The phenomenon spreads like a plague, and while those afflicted gain a strange new power, it comes at a horrible price: the loss of all their memories. Ory and his wife Max have escaped the Forgetting so far by hiding in an abandoned hotel deep in the woods. Their new life feels almost normal, until one day Max’s shadow disappears too. Knowing that the more she forgets, the more dangerous she will become to Ory, Max runs away. But Ory refuses to give up the time they have left together. Desperate to find Max before her memory disappears completely, he follows her trail across a perilous, unrecognizable world, braving the threat of roaming bandits, the call to a new war being waged on the ruins of the capital, and the rise of a sinister cult that worships the shadowless. As they journey, each searches for answers: for Ory, about love, about survival, about hope; and for Max, about a new force growing in the south that may hold the cure. Like The Passage and Station Eleven, this haunting, thought-provoking, and beautiful novel explores fundamental questions of memory, connection, and what it means to be human in a world turned upside down.",
        "isbn": "0062669613",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 496,
        "averageRating": 4,
        "ratingsCount": 20
    },
    {
        "title": "The Two Lives of Lydia Bird",
        "authors": [
            "Josie Silver"
        ],
        "publisher": "Ballantine Books",
        "publishedDate": "2020-03-03",
        "description": "Two lives. Two loves. One impossible choice. From the #1 New York Times bestselling author of the Reese’s Book Club Pick One Day in December . . . “I read The Two Lives of Lydia Bird in a single sitting. What a beautiful, emotional gift Josie Silver has given us.”—Jodi Picoult Written with Josie Silver’s trademark warmth and wit, The Two Lives of Lydia Bird is a powerful and thrilling love story about the what-ifs that arise at life’s crossroads, and what happens when one woman is given a miraculous chance to answer them. Lydia and Freddie. Freddie and Lydia. They’d been together for more than a decade and Lydia thought their love was indestructible. But she was wrong. On Lydia’s twenty-eighth birthday, Freddie died in a car accident. So now it’s just Lydia, and all she wants is to hide indoors and sob until her eyes fall out. But Lydia knows that Freddie would want her to try to live fully, happily, even without him. So, enlisting the help of his best friend, Jonah, and her sister, Elle, she takes her first tentative steps into the world, open to life—and perhaps even love—again. But then something inexplicable happens that gives her another chance at her old life with Freddie. A life where none of the tragic events of the past few months have happened. Lydia is pulled again and again through the doorway to her past, living two lives, impossibly, at once. But there’s an emotional toll to returning to a world where Freddie, alive, still owns her heart. Because there’s someone in her new life, her real life, who wants her to stay.",
        "isbn": "9780593135242",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 497,
        "averageRating": 4,
        "ratingsCount": 8
    },
    {
        "title": "The Coming Conquest of England",
        "authors": [
            "August Niemann"
        ],
        "publisher": "Good Press",
        "publishedDate": "2019-12-02",
        "description": "\"The Coming Conquest of England\" by August Niemann (translated by John Henry Freese). Published by Good Press. Good Press publishes a wide range of titles that encompasses every genre. From well-known classics & literary fiction and non-fiction to forgotten−or yet undiscovered gems−of world literature, we issue the books that need to be read. Each Good Press edition has been meticulously edited and formatted to boost readability for all e-readers and devices. Our goal is to produce eBooks that are user-friendly and accessible to everyone in a high-quality digital format.",
        "isbn": "EAN:4057664599469",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 313,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Tess of the D'Urbervilles",
        "authors": [
            "Thomas Hardy"
        ],
        "publisher": "Joe Books Ltd",
        "publishedDate": "2016-08-31",
        "description": "Thomas Hardy's most beloved novel tells the story of Tess Durbeyfield, a low-born country girl whose family discovers they are descended from nobility. Betrayed time and again, Tess is one of the most striking and tragic of all literary heroines. Sayre Street Books offers the world's greatest literature in easy to navigate, beautifully designed digital editions.",
        "isbn": "9781772753608",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 591,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Devil and Daniel Webster",
        "authors": [
            "Stephen Vincent Benét"
        ],
        "publisher": "Read Books Ltd",
        "publishedDate": "2015-04-24",
        "description": "Based on real events from the life of a prominent American lawyer, Daniel Webster, this short story explores themes of patriotism, slavery, and Hell as the fictionalised Webster attempts to save a man’s soul from the Devil. First published in 1936, The Devil and Daniel Webster was written by Stephen Vincent Benét. An allegorical exploration of what it means to be American, the short story plays on real events. It utilises fictionalised versions of real people in US history to explore the country’s obsession with freedom and independence. Daniel Webster (1782–1852) was a prominent lawyer in the nineteenth century, arguing over 200 cases before the Supreme Court. In this short story, he attempts to save a man’s soul and puts his persuasive powers to the test against the harshest judge of all: the Devil.",
        "isbn": "9781473374096",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 20,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Pickman's Model",
        "authors": [
            "H. P. Lovecraft"
        ],
        "publisher": "Open Road Media",
        "publishedDate": "2023-01-01",
        "description": "From “the original master of horror,” a 1927 short story about an artist banished for his ghoulish paintings and the supernatural secret behind his art(Publishers Weekly). In this classic short story from H. P. Lovecraft, enter the gothic world of Pickman, a painter notoriously banned from the Boston Art Club for his grotesque images. But once inside the artist’s studio in the slums of the North End, the mystery behind Pickman’s artistic choices is shockingly revealed. “A master of macabre fantasy and horror.” —Kirkus Reviews",
        "isbn": "9781504083829",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 21,
        "averageRating": 4,
        "ratingsCount": 2
    },
    {
        "title": "Cat's Cradle",
        "authors": [
            "Kurt Vonnegut"
        ],
        "publisher": "Dial Press Trade Paperback",
        "publishedDate": "1998-09-08",
        "description": "“A free-wheeling vehicle . . . an unforgettable ride!”—The New York Times Cat’s Cradle is Kurt Vonnegut’s satirical commentary on modern man and his madness. An apocalyptic tale of this planet’s ultimate fate, it features a midget as the protagonist, a complete, original theology created by a calypso singer, and a vision of the future that is at once blackly fatalistic and hilariously funny. A book that left an indelible mark on an entire generation of readers, Cat’s Cradle is one of the twentieth century’s most important works—and Vonnegut at his very best. “[Vonnegut is] an unimitative and inimitable social satirist.”—Harper’s Magazine “Our finest black-humorist . . . We laugh in self-defense.”—Atlantic Monthly",
        "isbn": "038533348X",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 308,
        "averageRating": 4,
        "ratingsCount": 295
    },
    {
        "title": "The Poison Belt",
        "authors": [
            "Sir Arthur Conan Doyle"
        ],
        "publisher": "U of Nebraska Press",
        "publishedDate": "2001-01-01",
        "description": "Professor George Challenger and a handful of friends seal themselves in a room when the Earth passes through a belt of poisonous ether.",
        "isbn": "0803266340",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 120,
        "averageRating": 4,
        "ratingsCount": 4
    },
    {
        "title": "The Haunted Bookshop",
        "authors": [
            "Christopher Morley"
        ],
        "publisher": "Standard Ebooks",
        "publishedDate": "2018-04-26T23:45:54Z",
        "description": "“This shop is haunted” reads the sign on the front of the bookshop; not by the ghost of a person from the past, but by the ghosts of all great literature which haunt all libraries and bookstores. The owner of the bookshop is so focused on his books that he cannot see the unusual things that are going on in his shop. It takes a young advertising salesman who is seeking new business and the daughter of a rich client who has been sent to earn a living for herself in the bookshop to discover the plot that’s brewing amongst the bookshelves. The Haunted Bookshop is a gentle mystery story which is full of wonderful literary references. It is set in the aftermath of the First World War before the Paris Peace Conference took place in an age where the “Lost and Found” columns are the place to look for significant information. This book is part of the Standard Ebooks project, which produces free public domain ebooks.",
        "isbn": "PKEY:A31CBC6CDC0D6BE9",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 220,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "William Wilson",
        "authors": [
            "Эдгар Аллан По"
        ],
        "publisher": "Litres",
        "publishedDate": "2021-01-18",
        "description": "W noweli William Wilson Poe obiera za temat posiadanie sobowtóra.Tytułowy bohater wspomina swoje młodzieńcze lata. Opowiada o tym, że chodził do szkoły z chłopcem, który nosił takie samo imię i nazwisko, jak on oraz był do niego bardzo podobny. Z tego powodu między chłopcami narodziła się ogromna rywalizacja o oceny, osiągnięcia i popularność. Dalszy rozwój wydarzeń pozwala Williamowi dostrzec, że jego sobowtór robi się do niego coraz bardziej podobny...Tłem dla noweli jest młodzieńcza rzeczywistość Poego – w utworze pojawiają się miejsca, z którymi autor był związany w dzieciństwie. Temat sobowtóra zafascynował Poego po lekturze artykuły W. Irvinga o frustracji, związanej z poczuciem indywidualności, osób spotykających innych, nazywających się jak oni.Edgar Allan Poe to amerykański pisarz epoki romantyzmu, przedstawiciel nurtu gotyckiego. Uznawany jest za najsłynniejszego twórcę XIX-wiecznej fantastyki i horroru, inspirował kolejne pokolenia autorów, m.in. Stefana Grabińskiego, Gustava Meyrinka, H.P. Lovecrafta.",
        "isbn": "9785042582233",
        "categories": [
            "Fiction"
        ],
        "language": "pl",
        "pageCount": 34,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Darkest Night",
        "authors": [
            "Gena Showalter"
        ],
        "publisher": "Harlequin",
        "publishedDate": "2012-06-15",
        "description": "All her life, Ashlyn Darrow has been tormented by voices from the past. To end the nightmare, she has come to Budapest seeking help from men rumored to have supernatural abilities, not knowing she'll be swept into the arms of Maddox, their most dangerous member—a man trapped in a hell of his own. Neither can resist the instant hunger that calms their torments…and ignites an irresistible passion. But every heated touch and burning kiss will edge them closer to destruction—and a soul-shattering test of love….",
        "isbn": "9781459247109",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 283,
        "averageRating": 3,
        "ratingsCount": 88
    },
    {
        "title": "Ordinary Grace",
        "authors": [
            "William Kent Krueger"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2013-03-26",
        "description": "Looking back at a tragic event that occurred during his 13th year, a man explores how a complicated web of secrets, adultery and betrayal shattered his Methodist family and their small 1961 Minnesota community. By the award-winning author of the Cork O'Connor series.",
        "isbn": "9781476740126",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 320,
        "averageRating": 4,
        "ratingsCount": 125
    },
    {
        "title": "Carnal Innocence",
        "authors": [
            "Nora Roberts"
        ],
        "publisher": "Bantam",
        "publishedDate": "1991-12-01",
        "description": "In the small town of Innocence, Mississippi, days are long, nights are fragrant, and secrets are hard to keep. But when a brutal killer starts claiming the lives of the town's most attractive women, lifelong neighbors are forced to wonder if the culprit is a stranger lurking in the bayou...or someone right next door. Burned out by a whirlwind career, world-famous concert violinist Caroline Waverly arrives in Innocence looking for a little peace and some time to think. She hopes that a stay at her late grandmother's house--the one with a covered porch just made for soft summer nights--will provide the tranquillity she needs. But Innocence has something else to offer Caroline: handsome, charming Tucker Longstreet. Tucker is known for keeping his romances short and shallow. But one look at Caroline, and Tucker realizes that she is unlike any other woman he's met. The coolly reserved Caroline feels an unexpected thrill at his ardent advances. But when she discovers a third murder victim in the murky waters behind her home, her summer liaison threatens to become much more. Because there's just one small problem with her new romance: Tucker is the leading suspect in the killings.",
        "isbn": "9780553295979",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 514,
        "averageRating": 3,
        "ratingsCount": 7
    },
    {
        "title": "Desert God",
        "authors": [
            "Wilbur Smith"
        ],
        "publisher": "HarperCollins",
        "publishedDate": "2014-09-23",
        "description": "Desert God has descriptive copy which is not yet available from the Publisher.",
        "isbn": "9780062362391",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 432,
        "averageRating": 3.5,
        "ratingsCount": 8
    },
    {
        "title": "Far From the Madding Crowd",
        "authors": [
            "Thomas Hardy"
        ],
        "publisher": "Graphic Arts Books",
        "publishedDate": "2020-10-06",
        "description": "“The greatest tragic writer among English novelists.”-Virginia Woolf Far from the Madding Crowd is the first of Thomas Hardy's great novels, and the first to sound the tragic note for which his fiction is best remembered.”-Margaret Drabble Far from the Madding Crowd, the fourth novel written by Thomas Hardy, is a pensive yet pastoral novel that initially appeared in serial form in the late 1800's. It has since become one of the most popular books of English literature, with its rich rhythms of rural life, beautiful and independent heroine, and romantic intrigue. In Wessex, the novel's apocryphal region of rural southwest England, the independent and spirited Bathsheba Everdene has a chance encounter with a virtuous young shepherd named Gabriel Oak; He is taken by her beauty, and proposes marriage, and she refuses. Soon after, Bathsheba moves away to the town of Weatherbury, and Gabriel falls on hard times. Penniless, and roving from town to town seeking employment, he happens to come upon a fire ravaging a farm. Gabriel aids in getting the fire under control, and is stunned to discover that the farm is owned by Bathsheba. Once again, they are reunited, yet now Gabriel is employed as a farmhand. When a second suitor, a local landowner, seeks her affection the inextricable struggles of love and betrayal spins Bathsheba's life into a maze of uncontrollable frenzy and passion. With an eye-catching new cover, and professionally typeset manuscript, this edition of Far from the Madding Crowd is both modern and readable.",
        "isbn": "9781513268095",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 530,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Once on a Time",
        "authors": [
            "A. A. Milne"
        ],
        "publisher": "The Floating Press",
        "publishedDate": "2012-07-01",
        "description": "Escape into a fantastical fairy tale world created by A.A. Milne, author of the beloved Winnie-the-Pooh series. In Once on a Time, Milne stretches his creative wings and breathes into life a classic fable set in a pair of mysterious, far-away kingdoms populated by characters who don't always fit the stereotypical mode. It's a charming read for older children or adults.",
        "isbn": "9781775459194",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": "N/A",
        "averageRating": 4,
        "ratingsCount": 5
    },
    {
        "title": "My Struggle: Book 1",
        "authors": [
            "Karl Ove Knausgaard"
        ],
        "publisher": "Farrar, Straus and Giroux",
        "publishedDate": "2013-05-02",
        "description": "A New York Times bestseller, My Struggle: Book 1 introduces American readers to the audacious, addictive, and profoundly surprising international literary sensation that is the provocative and brilliant six-volume autobiographical novel by Karl Ove Knausgaard. It has already been anointed a Proustian masterpiece and is the rare work of dazzling literary originality that is intensely, irresistibly readable. Unafraid of the big issues—death, love, art, fear—and yet committed to the intimate details of life as it is lived, My Struggle is an essential work of contemporary literature.",
        "isbn": "9780374711122",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 449,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "Angelology",
        "authors": [
            "Danielle Trussoni"
        ],
        "publisher": "Anchor Canada",
        "publishedDate": "2011-03-01",
        "description": "Set in the secluded world of cloistered abbeys, long-lost secrets and angelic humans, Angelology has all the makings of a blockbuster hit, combining elements of The Da Vinci Code and Kate Mosse's Labyrinth Sister Evangeline was just a young girl when her father left her at St. Rose Convent under the care of the Franciscan Sisters of Perpetual Adoration. Now a young woman, she has unexpectedly discovered a collection of letters dating back sixty years—letters that bring her deep into a closely guarded secret, to an ancient conflict between the millennium-old Society of Angelologists and the monstrously beautiful Nephilim, the descendants of angels and humans. Rich and mesmerizing, Angelology blends biblical lore, mythology and the fall of the Rebel Angels, creating a luminous, riveting tale of one young woman caught in a battle that will determine the fate of the world.",
        "isbn": "9780385668637",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 455,
        "averageRating": 3,
        "ratingsCount": 83
    },
    {
        "title": "Demon Seed",
        "authors": [
            "Dean Koontz"
        ],
        "publisher": "Penguin",
        "publishedDate": "1997-07-01",
        "description": "Smart home devices provide unprecedented convenience, but one woman is about to discover the horrifying dangers of putting her trust in an artificially intelligent machine in this thriller that delves into the darkest fears of our digital age… Susan Harris lived in self-imposed seclusion, in a mansion featuring numerous automated systems controlled by a state-of-the-art computer. Every comfort was provided. Her security was absolute. But now Susan’s system has been breached—from the inside. In the privacy of her own home, and against her will, she will experience an inconceivable act of terror and become the object of the ultimate computer’s consuming obsession: to cross the line between man and machine and learn everything there is know about the flesh...",
        "isbn": "9781440672996",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 197,
        "averageRating": 5,
        "ratingsCount": 2
    },
    {
        "title": "The Vegetarian",
        "authors": [
            "Han Kang"
        ],
        "publisher": "Hogarth",
        "publishedDate": "2016-02-02",
        "description": "Winner of the 2016 Man Booker International Prize NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times Book Review • Publisher's Weekly • Buzzfeed • Entertainment Weekly • Time • Wall Street Journal • Bustle • Elle • The Economist • Slate • The Huffington Post • The St. Louis Dispatch • Electric Literature Featured in the New York Times selection of \"15 remarkable books by women that are shaping the way we read and write fiction in the 21st century\" A beautiful, unsettling novel about rebellion and taboo, violence and eroticism, and the twisting metamorphosis of a soul Before the nightmares began, Yeong-hye and her husband lived an ordinary, controlled life. But the dreams—invasive images of blood and brutality—torture her, driving Yeong-hye to purge her mind and renounce eating meat altogether. It’s a small act of independence, but it interrupts her marriage and sets into motion an increasingly grotesque chain of events at home. As her husband, her brother-in-law and sister each fight to reassert their control, Yeong-hye obsessively defends the choice that’s become sacred to her. Soon their attempts turn desperate, subjecting first her mind, and then her body, to ever more intrusive and perverse violations, sending Yeong-hye spiraling into a dangerous, bizarre estrangement, not only from those closest to her, but also from herself. Celebrated by critics around the world, The Vegetarian is a darkly allegorical, Kafka-esque tale of power, obsession, and one woman’s struggle to break free from the violence both without and within her.",
        "isbn": "9780553448191",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 208,
        "averageRating": 3.5,
        "ratingsCount": 145
    },
    {
        "title": "THE TALE OF BENJAMIN BUNNY",
        "authors": [
            "BEATRIX POTTER"
        ],
        "publisher": "BEYOND BOOKS HUB",
        "publishedDate": "2004",
        "description": "Peter Rabbit's cousin, Benjamin Bunny, has been a very popular character since this book's first publication in 1904. In this tale we hear all about his and Peter's adventures in Mr McGregor's vegetable garden, and what happens to them when they meet a cat! Even more frightening, is what happens to the two pesky bunnies when Old Mr Benjamin Bunny finds out what they have been up to! Beatrix Potter is regarded as one of the world's best-loved children's authors of all time. From her first book, The Tale of Peter Rabbit, published by Frederick Warne in 1902, she went on to create a series of stories based around animal characters including Mrs. Tiggy-winkle, Benjamin Bunny, Jemima Puddle-duck, Mr. Jeremy Fisher and Tom Kitten.",
        "isbn": "N/A",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": "N/A",
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Deputy of Arcis",
        "authors": [
            "Honoré de Balzac"
        ],
        "publisher": "Good Press",
        "publishedDate": "2019-12-02",
        "description": "\"The Deputy of Arcis\" by Honoré de Balzac (translated by Katharine Prescott Wormeley). Published by Good Press. Good Press publishes a wide range of titles that encompasses every genre. From well-known classics & literary fiction and non-fiction to forgotten−or yet undiscovered gems−of world literature, we issue the books that need to be read. Each Good Press edition has been meticulously edited and formatted to boost readability for all e-readers and devices. Our goal is to produce eBooks that are user-friendly and accessible to everyone in a high-quality digital format.",
        "isbn": "EAN:4057664600073",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 360,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Zeno's Conscience",
        "authors": [
            "Italo Svevo"
        ],
        "publisher": "Everyman's Library",
        "publishedDate": "2001-11-06",
        "description": "Zeno, a middle-aged resdent of Trieste, writes his memoirs at the suggestion of his doctor.",
        "isbn": "UOM:39015053484104",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 504,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Supernatural Horror in Literature",
        "authors": [
            "Howard Phillips Lovecraft"
        ],
        "publisher": "New York : Dover Publications",
        "publishedDate": "1973",
        "description": "The twentieth-century American writer discusses his literary techniques and philosophies along with the history and aesthetics of horror fiction",
        "isbn": "0486201058",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 132,
        "averageRating": 4,
        "ratingsCount": 4
    },
    {
        "title": "The Manitou",
        "authors": [
            "Graham Masterton"
        ],
        "publisher": "Open Road Media",
        "publishedDate": "2014-05-27",
        "description": "An ancient vengeful spirit attempts to return through the body of a terrified young woman in this horror classic by an award-winning “master of the genre” (Rocky Mountain News). Phony psychic and conman Harry Erskine never really believed in the occult until Karen Tandy approached him with a rapidly growing tumor on her neck, complaining of dark and disturbing dreams. When the mass is revealed by doctors to contain something living, the stakes skyrocket—not only for Karen and Harry but for all humanity. Something terrible is returning from the shadows to which it has been confined for centuries—a Native American monstrosity determined to destroy every vestige of the white race that oppressed and preyed upon America’s Indians. And unless a motley group of ill-prepared defenders can harness an ancient native magic, there will be no stopping the malevolent shaman’s terrible rebirth—and no escaping the wholesale carnage it will engender. The Manitou introduced the great Graham Masterton to the canon of horror, instantly placing him among the genre’s elite. A longtime favorite for its bold originality, unrelenting creepiness, supernatural shocks, and otherworldly surprises that would have made H. P. Lovecraft proud, Masterton’s classic continues to stand tall alongside Stephen King’s Carrie, Peter Straub’s Ghost Story, and other unforgettable literary horror debuts.",
        "isbn": "9781497631427",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 200,
        "averageRating": 4,
        "ratingsCount": 3
    },
    {
        "title": "Kokoro",
        "authors": [
            "Natsume Soseki"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "2010-02-23",
        "description": "The great Japanese author’s most famous novel, in its first new English translation in half a century No collection of Japanese literature is complete without Natsume Soseki's Kokoro, his most famous novel and the last he completed before his death. Published here in the first new translation in more than fifty years, Kokoro—meaning \"heart\"—is the story of a subtle and poignant friendship between two unnamed characters, a young man and an enigmatic elder whom he calls \"Sensei.\" Haunted by tragic secrets that have cast a long shadow over his life, Sensei slowly opens up to his young disciple, confessing indiscretions from his own student days that have left him reeling with guilt, and revealing, in the seemingly unbridgeable chasm between his moral anguish and his student's struggle to understand it, the profound cultural shift from one generation to the next that characterized Japan in the early twentieth century.",
        "isbn": "9780143106036",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Story",
        "authors": [
            "Victoria Hislop"
        ],
        "publisher": "Bloomsbury Publishing",
        "publishedDate": "2013-08-22",
        "description": "Witty, heartbreaking, shocking, satirical: the short story can excite or sadden, entice or repulse. The one thing it can never be is dull. Now Victoria Hislop, passionate ambassador for the art of the short story, has collected 100 stories from her favourite women writers into one volume. Here are Man Booker Prize winners and Nobel Laureates, well-known feminists and famous wits, national treasures and rising stars. All handpicked by one of the nation's best-loved novelists, there's a story for every mood, mind-set and moment in life. Featuring an all star cast of authors including Chimamanda Ngozi Adichie, Angela Carter, Margaret Drabble, Penelope Fitzgerald, Miranda July, Doris Lessing, Katherine Mansfield, Alice Munro, Dorothy Parker and Virginia Woolf, THE STORY is the biggest and most beautiful collectino of women's short fiction in print today.",
        "isbn": "9781781853603",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 1142,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Chancellor Manuscript",
        "authors": [
            "Robert Ludlum"
        ],
        "publisher": "Bantam",
        "publishedDate": "2012-08-14",
        "description": "Did J. Edgar Hoover die a natural death? Or was he murdered? When a group of high-minded and high-placed intellectuals known as Inver Brass detect a monstrous threat to the country in Hoover’s unethical use of his scandal-ridden private files, they decide to do away with him—quietly, efficiently, with no hint of impropriety. Then bestselling thriller writer Peter Chancellor stumbles onto information that makes his previous books look like harmless fairy tales. Now Chancellor and Inver Brass are on a deadly collision course, spiraling across the globe in an ever-widening arc of violence and terror. All roads lead to a showdown that will rip the nation’s capital apart—leaving only one damning document to survive. Praise for Robert Ludlum and The Chancellor Manuscript “[The Chancellor Manuscript] exerts a riveting appeal, as it seems to justify our worst nightmares of what really goes on in the so-called intelligence community in Washington.”—The New York Times Book Review “Ludlum stuffs more surprises into his novels than any other six-pack of thriller writers combined.”—The New York Times “Powerhouse momentum . . . as shrill as the siren on the prowl car.”—Kirkus Reviews “A complex scenario of inventive double-crossing.”—Chicago Sun-Times BONUS: This edition includes an excerpt from Robert Ludlum’s The Bourne Identity.",
        "isbn": "9780307813817",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 450,
        "averageRating": 4.5,
        "ratingsCount": 2
    },
    {
        "title": "Star Maker",
        "authors": [
            "Olaf Stapledon"
        ],
        "publisher": "Penguin UK",
        "publishedDate": "2021-06-03",
        "description": "'A prodigious novel ... Stapledon's literary imagination was boundless' Jorge Luis Borges A lasting influence on successive generations of science fiction writers and on the physicist Freeman Dyson, this poetic, philosophical tale of one man's unexpected voyage through the universe is imbued with a sense of mystery and vast cosmic loneliness. 'The most wonderful novel I have ever read ... Star Maker remains light years ahead' Brian Aldiss 'Probably the most powerful work of imagination ever written' Arthur C. Clarke 'A unique genius' Doris Lessing 'One of the most creative thinkers of our time' Greg Bear",
        "isbn": "9780141992914",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 352,
        "averageRating": 3.5,
        "ratingsCount": 6
    },
    {
        "title": "Tortilla Flat",
        "authors": [
            "John Steinbeck"
        ],
        "publisher": "Penguin",
        "publishedDate": "1963",
        "description": "Danny, a mule skinner during the First World War, returns to Tortilla Flat to enjoy the carefree and amoral life of the paisano",
        "isbn": "0140042407",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 228,
        "averageRating": 4,
        "ratingsCount": 47
    },
    {
        "title": "Cross Roads",
        "authors": [
            "Wm. Paul Young"
        ],
        "publisher": "FaithWords",
        "publishedDate": "2012-11-13",
        "description": "Paul Young, author of the international bestseller, The Shack, tells a story of the incremental transformation of a man caught in the torments of his own creation, somewhere between heaven and earth. Anthony Spencer is egotistical, proud of being a self-made business success at the peak of his game, even though the cost of winning was painfully high. A cerebral hemorrhage leaves Tony comatose in a hospital ICU. He 'awakens' to find himself in a surreal world, a 'living' landscape that mirrors dimensions of his earthly life, from the beautiful to the corrupt. It is here that he has vivid interactions with others he assumes are projections of his own subconscious, but whose directions he follows nonetheless with the possibility that they might lead to authenticity and perhaps, redemption. The adventure draws Tony into deep relational entanglements where he is able to 'see' through the literal eyes and experiences of others, but is \"blind\" to the consequences of hiding his personal agenda and loss that emerge to war against the processes of healing and trust. Will this unexpected coalescing of events cause Tony to examine his life and realize he built a house of cards on the poisoned grounds of a broken heart? Will he also have the courage to make a critical choice that can undo a major injustice he set in motion before falling into a coma?",
        "isbn": "9781455516032",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 304,
        "averageRating": 4,
        "ratingsCount": 6
    },
    {
        "title": "Fallen Too Far",
        "authors": [
            "Abbi Glines"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2014-03-04",
        "description": "When Blaire moves to Rosemary Beach, Florida, to live with her father, she finds he and his new wife have gone to Paris and her stepbrother Rush has been left behind to watch her.",
        "isbn": "9781476775982",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 240,
        "averageRating": 4,
        "ratingsCount": 27
    },
    {
        "title": "Laxdæla Saga",
        "authors": [
            "Muriel A C Press"
        ],
        "publisher": "Franklin Classics Trade Press",
        "publishedDate": "2018-10-26",
        "description": "This work has been selected by scholars as being culturally important and is part of the knowledge base of civilization as we know it. This work is in the public domain in the United States of America, and possibly other nations. Within the United States, you may freely copy and distribute this work, as no entity (individual or corporate) has a copyright on the body of the work. Scholars believe, and we concur, that this work is important enough to be preserved, reproduced, and made generally available to the public. To ensure a quality reading experience, this work has been proofread and republished using a format that seamlessly blends the original graphical elements with text in an easy-to-read typeface. We appreciate your support of the preservation process, and thank you for being an important part of keeping this knowledge alive and relevant.",
        "isbn": "0344272192",
        "categories": [
            "N/A"
        ],
        "language": "en",
        "pageCount": 294,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Divide and Conquer",
        "authors": [
            "Tom Clancy",
            "Steve Pieczenik",
            "Jeff Rovin"
        ],
        "publisher": "Penguin",
        "publishedDate": "2000-06-01",
        "description": "#1 New York Times bestselling phenomenon Tom Clancy delivers an all-new, original novel, Op Center: Divide and Conquer.Shadowy elements within the State Department secretly cause tensions to flare between Iran and the former Soviet republic of Azerbaijan. They hope to start a shooting war to increase their own power and profit.At the same time, the conspirators decide to up the ante - by deposing the president of the United States. In a treacherous scheme, they convince the president that he is mentally unstable, and a silent coup d'etat is within their reach.Now, Paul Hood and the members of Op-Center must race against the clock to prevent the outbreak of war, save the honor of the president - and expose the traitors.",
        "isbn": "0425174808",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 388,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "High Tide",
        "authors": [
            "Jude Deveraux"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2012-12-11",
        "description": "Fiona is the creator of fashion doll sensation Kimberley, and is quite satisfied with her career-focused life. Yet when her boss informs her that she must win over a new account by going camping with the creator of a hit children's TV show, she is extremely reluctant. Nevertheless, she goes to Florida to meet Roy and his Guide Ace Montgomery. When Roy is found dead with Fiona holding the bloody knife, she becomes the prime suspect - though she has no recollection of what happened. Things get worse when she learns that Roy, until now a stranger to her, left her all the proceeds from his new TV show, giving her a strong motive for murder. Suddenly, she and Ace find themselves on the run, and being condemned by the press for murder. They must prove their innocence by discovering the true motive and murderer of Roy. Fiona and Ace figure out they are linked through her father, and it is then that Fiona learns the secrets of her family's past, turning her world upside down.",
        "isbn": "9781471104244",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 352,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Gentlemen of the Road",
        "authors": [
            "Michael Chabon"
        ],
        "publisher": "Del Rey",
        "publishedDate": "2008-09-30",
        "description": "#1 SAN FRANCISCO CHRONICLE BESTSELLER • NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE CHICAGO TRIBUNE “A picaresque, swashbuckling adventure.”—The Washington Post Book World They’re an odd pair, to be sure: pale, rail-thin, black-clad Zelikman, a moody, itinerant physician fond of jaunty headgear, and ex-soldier Amram, a gray-haired giant of a man as quick with a razor-tongued witticism as with a sharpened battle-ax. Brothers under the skin, comrades in arms, they make their rootless way through the Caucasus Mountains, circa a.d. 950, living as they please and surviving however they can—as blades and thieves for hire and as practiced bamboozlers, cheerfully separating the gullible from their money. But when they are dragooned into service as escorts and defenders to a prince of the Khazar Empire, they soon find themselves the half-willing generals in a full-scale revolution—on a road paved with warriors and whores, evil emperors and extraordinary elephants, secrets, swordplay, and such stuff as the grandest adventures are made of. Praise for Gentlemen of the Road “Within a few pages I was happily tangled in [Chabon’s] net of finely filigreed language, seduced by an old-school-style swashbuckling quest . . . laced with surprises and humor.”—San Francisco Chronicle “[Chabon] is probably the premiere prose stylist—the Updike—of his generation.”—Time “The action is intricate and exuberant. . . . It’s hard to resist its gathering momentum, not to mention the sheer headlong pleasure of Chabon’s language.”—The New York Times Book Review “[A] wild, wild adventure . . . abounds with lush language . . . This book roars to be read aloud.”—Chicago Sun-Times",
        "isbn": "9780345502070",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 221,
        "averageRating": 3.5,
        "ratingsCount": 70
    },
    {
        "title": "Only His",
        "authors": [
            "Susan Mallery"
        ],
        "publisher": "HQN Books",
        "publishedDate": "2011-09-27",
        "description": "When she lands her dream job only to discover that her new boss is her first love - and the man who broke her heart, Nevada Hendrix, despite the attraction that still lingers between them, refuses to mix business with pleasure. Original. 312,000 first printing.",
        "isbn": "9780373776016",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 345,
        "averageRating": 3.5,
        "ratingsCount": 30
    },
    {
        "title": "Zeno's Conscience",
        "authors": [
            "Italo Svevo"
        ],
        "publisher": "Everyman's Library",
        "publishedDate": "2001-11-06",
        "description": "Zeno, a middle-aged resdent of Trieste, writes his memoirs at the suggestion of his doctor.",
        "isbn": "UOM:39015053484104",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 504,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Case of Comrade Tulayev",
        "authors": [
            "Victor Serge"
        ],
        "publisher": "New York Review of Books",
        "publishedDate": "2011-03-09",
        "description": "One cold Moscow night, Comrade Tulayev, a high government official, is shot dead on the street, and the search for the killer begins. In this panoramic vision of the Soviet Great Terror, the investigation leads all over the world, netting a whole series of suspects whose only connection is their innocence—at least of the crime of which they stand accused. But The Case of Comrade Tulayev, unquestionably the finest work of fiction ever written about the Stalinist purges, is not just a story of a totalitarian state. Marked by the deep humanity and generous spirit of its author, the legendary anarchist and exile Victor Serge, it is also a classic twentieth-century tale of risk, adventure, and unexpected nobility to set beside Ernest Hemingway's For Whom the Bell Tolls and André Malraux's Man's Fate.",
        "isbn": "9781590174265",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 400,
        "averageRating": 4.5,
        "ratingsCount": 6
    },
    {
        "title": "Heart of the Sea",
        "authors": [
            "Nora Roberts"
        ],
        "publisher": "Penguin",
        "publishedDate": "2000-12-01",
        "description": "BOOK THREE OF THE GALLAGHERS OF ARDMORE TRILOGY Walk with #1 New York Times bestselling author Nora Roberts in the shadow of an ancient tower and hear a story of dreams fulfilled and wishes come true… Darcy Gallagher has always believed in the pull of fate, the magic of legend…and the importance of money. She longs to find a rich man who will sweep her away—into a world filled with glamour and adventure, and the exotic life that is her destiny… A wealthy businessman with Irish blood, Trevor Magee has come to Ardmore to build a theater—and to uncover the secrets hidden in his family’s past. He thought he had given up on love long ago, but Darcy Gallagher tempts him like no woman ever has. She’s gorgeous and intelligent, and she knows what she wants—and he’s more than willing to give it to her. But as their mutual attraction flares into passion, they look into their hearts—and find out what happens when you truly believe. Don't miss the other books in the Gallaghers of Ardmore trilogy Jewels of the Sun Tears of the Moon",
        "isbn": "0515128554",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 404,
        "averageRating": 4,
        "ratingsCount": 13
    },
    {
        "title": "The Languages of Tolkien's Middle-earth",
        "authors": [
            "Ruth S. Noel"
        ],
        "publisher": "William Morrow Paperbacks",
        "publishedDate": "1980",
        "description": "Presents a comprehensive pocket guide to the fourteen languages of Tolkien's Middle-Earth and contains a dictionary and English/Elvish glossary, rules of grammar and pronunciation, and how to write the Elvish alphabet.",
        "isbn": "0395291305",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 218,
        "averageRating": 4,
        "ratingsCount": 6
    },
    {
        "title": "Taras Bulba",
        "authors": [
            "Nikolái V. Gogol"
        ],
        "publisher": "Ediciones AKAL",
        "publishedDate": "2006-12-19",
        "description": "Feroces, crueles, valientes y apasionados, los cosacos hacen temblar la estepa bajo los cascos de sus caballos. Y entre ellos se encuentra Taras Bulba, un anciano lleno aún de fuerza e inteligencia que junto a sus hijos, Ostap y Andrí, avanzará por tierras polacas con intención de vengar su fe ortodoxa burlada por los católicos. Ninguna guarnición, ciudad amurallada o iglesia podrán detenerlos, hasta que la desgracia se cierna sobre ellos y el apuesto y enamoradizo Andrí haga que su padre maldiga el día en que lo engendró. Taras Bulba, una anomalía entre la obra más conocida de Gogol, es una aventura trepidante, una sinfonía en perpetuo crescendo, en la que cada capítulo es más intenso y sorprendente que el anterior. un fresco tan afinadamente dibujado y tan vívido que resulta absolutamente intemporal.",
        "isbn": "9788446023708",
        "categories": [
            "Literary Criticism"
        ],
        "language": "es",
        "pageCount": 154,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Supernatural Horror in Literature",
        "authors": [
            "Howard Phillips Lovecraft"
        ],
        "publisher": "New York : Dover Publications",
        "publishedDate": "1973",
        "description": "The twentieth-century American writer discusses his literary techniques and philosophies along with the history and aesthetics of horror fiction",
        "isbn": "0486201058",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 132,
        "averageRating": 4,
        "ratingsCount": 4
    },
    {
        "title": "Green Wheat",
        "authors": [
            "Colette"
        ],
        "publisher": "N/A",
        "publishedDate": "2004",
        "description": "Written in 1923, \"Green Wheat \"is set in a villa in Brittany and is a story of burgeoning sexuality. This edition does more than meet Rogow's mark \"to do justice to Colette's enormous talent,\" it presents a great classic to the world once again. From the Translator's Preface: Of her more than twenty books, \"Green Wheat \"is perhaps Colette's most polished, most perfect. It was in Green Wheat that she achieved an exquisite blend of two of her greatest gifts as a fiction writer--her uncanny ability to fathom the hearts of adolescents, and her skill at describing nature with the phrasing of a poet and the colors and light of a great landscape painter. This combination helps make \"Green Wheat \"one of the enduring works of fiction of the last 100 years. . . . Ultimately, the book is a story about the loss of Eden, both of youth and of nature. . . . It is about the loss of a type of hope, a hope that many of us cling to, that love can somehow escape the imperfections of life. Zack Rogow translates French literature and was a co-winner of the PEN/Book-of-the-Month Club Translation Award for \"Earthlight,\" by Andre Breton, as well as winner of a Bay Area Book Reviewers Award (BABRA) for his translation of George Sand's novel, \"Horace.\" He is the editor of a new anthology of U.S. poetry, \"The Face of Poetry,\" to be published by University of California Press in 2004. He teaches in the M.F.A. in Writing Program at the California College of Arts & Crafts and lives in San Francisco. Colette, whose real name was Sidonie-Gabrielle Colette, was born in the village of Saint-Sauveur-en-Puisaye in Burgundy, France in 1873 and died in Paris in 1954. Her many books include \"Gigi \"(1944), \"The Vagabond \"(1912), \"Cheri \"(1929), and \"The Last of Cheri \"(1932). She is considered one of the great novelists of the 20th century. Among her many awards, Colette was made a member of the Belgian Royal Academy in the 1930s and was also the first woman to be admitted to the prestigious Goncourt Academy. In 1953 she became a grand officer of the Legion of Honour. She is a legendary figure who lived a colorful and bohemian life and her writings are rich with the joys and pain",
        "isbn": "UOM:39015060390096",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 160,
        "averageRating": 4,
        "ratingsCount": 1
    },
    {
        "title": "Fahrenheit 451",
        "authors": [
            "Ray Bradbury"
        ],
        "publisher": "HarperCollins UK",
        "publishedDate": "1993",
        "description": "A science fiction book that narrates the story of a futuristic society where all books are banished and firefighters are assigned the job of burning the books and the house or building that contains the books rather than putting out fires.",
        "isbn": "9780006546061",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 244,
        "averageRating": 4,
        "ratingsCount": 1703
    },
    {
        "title": "Les Misérables",
        "authors": [
            "Victor Hugo"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "1982-12-12",
        "description": "Few novels ever swept across the world with such overpowering impact as Les Misérables. Within 24 hours, the first Paris edition was sold out. In other great cities of the world it was devoured with equal relish. Sensational, dramatic, packed with rich excitement and filled with the sweep and violence of human passions, Les Misérables is not only superb adventure but a powerful social document. The story of how the convict Jean-Valjean struggled to escape his past and reaffirm his humanity, in a world brutalized by poverty and ignorance, became the gospel of the poor and the oppressed.",
        "isbn": "9780449300022",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 3.5,
        "ratingsCount": 128
    },
    {
        "title": "Dreamcatcher",
        "authors": [
            "Stephen King"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2001-03-20",
        "description": "From master storyteller Stephen King comes his classic #1 New York Times bestseller about four friends who encounter evil in the Maine woods. Twenty-five years ago, in their haunted hometown of Derry, Maine, four boys bravely stood together and saved a mentally challenged child from vicious local bullies. It was something that fundamentally changed them, in ways they could never begin to understand. These lifelong friends—now with separate lives and separate problems—make it a point to reunite every year for a hunting trip deep in the snowy Maine woods. This time, though, chaos erupts when a stranger suddenly stumbles into their camp, freezing, deliriously mumbling about lights in the sky. And all too quickly, the four companions are plunged into a horrifying struggle for survival with an otherworldly threat and the forces that oppose it...where their only chance of survival is locked into their shared past—and the extraordinary element that bonds them all...",
        "isbn": "9780743221887",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 624,
        "averageRating": 3,
        "ratingsCount": 36
    },
    {
        "title": "The Social Graces",
        "authors": [
            "Renée Rosen"
        ],
        "publisher": "Penguin",
        "publishedDate": "2021-04-20",
        "description": "The USA Today Bestseller! Named one of 2021’s Most Anticipated Historical Novels by Oprah Daily ∙ SheReads ∙ Frolic ∙ BookReporter ∙ and more... The author of Park Avenue Summer throws back the curtain on one of the most remarkable feuds in history: Alva Vanderbilt and the Mrs. Astor's notorious battle for control of New York society during the Gilded Age. 1876. In the glittering world of Manhattan's upper crust, women are valued by their pedigree, dowry, and, most importantly, connections. They have few rights and even less independence—what they do have is society. The more celebrated the hostess, the more powerful the woman. And none is more powerful than Caroline Astor—the Mrs. Astor. But times are changing. Alva Vanderbilt has recently married into one of America's richest families. But what good is dizzying wealth when society refuses to acknowledge you? Alva, who knows what it is to have nothing, will do whatever it takes to have everything. Sweeping three decades and based on true events, this is the mesmerizing story of two fascinating, complicated women going head to head, behaving badly, and discovering what’s truly at stake.",
        "isbn": "9781984802811",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 417,
        "averageRating": 4,
        "ratingsCount": 5
    },
    {
        "title": "Number One Ladies' Detective Agency",
        "authors": [
            "Alexander McCall Smith"
        ],
        "publisher": "Anchor",
        "publishedDate": "2002",
        "description": "Working in Gaborone, Botswana, sleuth Precious Ramotswe investigates several local mysteries, including a search for a missing boy and the case of the clinic doctor with different personalities for different days of the week. Reprint. 12,500 first printing.",
        "isbn": "9781400031344",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 240,
        "averageRating": 3.5,
        "ratingsCount": 3287
    },
    {
        "title": "Ines of My Soul LP",
        "authors": [
            "Isabel Allende"
        ],
        "publisher": "Harper",
        "publishedDate": "2006-11-07",
        "description": "This magisterial work of historical fiction recounts the astonishing life of Inés Suárez, a daring Spanish conquistadora who toiled to build the nation of Chile—and whose vital role has too often been neglected by history. It is the beginning of the Spanish conquest of the Americas, and when Inés’s shiftless husband disappears to the New World, she uses the opportunity to search for him as an excuse to flee her stifling homeland and seek adventure. After a treacherous journey to Peru, she learns of his death in battle. She meets and begins a passionate love affair with a man who seeks only honor and glory: Pedro Valdivia, war hero and field marshal to the famed Francisco Pizarro. Together, Inés and Valdivia will build the new city of Santiago and wage a ruthless war against the indigenous Chileans. The horrific struggle will change them forever, pulling each toward their separate destinies. Inés of My Soul is a work of breathtaking scope, written with the narrative brilliance and passion readers have come to expect from Isabel Allende.",
        "isbn": "0061161578",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 526,
        "averageRating": 3.5,
        "ratingsCount": 38
    },
    {
        "title": "Reindeer, Dogs, and Snow-Shoes",
        "authors": [
            "Richard J. Bush"
        ],
        "publisher": "BoD – Books on Demand",
        "publishedDate": "2023-03-19",
        "description": "Reprint of the original, first published in 1871. The publishing house Anatiposi publishes historical books as reprints. Due to their age, these books may have missing pages or inferior quality. Our aim is to preserve these books and make them available to the public so that they do not get lost.",
        "isbn": "9783382140755",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 562,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Summer Lightning",
        "authors": [
            "P. G. Wodehouse"
        ],
        "publisher": "W. W. Norton & Company",
        "publishedDate": "2012-07-02",
        "description": "Clarence, Earl of Emsworth, is preoccupied with his prizewinning pig, the Empress of Blandings, and the agricultural show, while the news that his brother is writing his memoirs has many aging aristrocrats worried.",
        "isbn": "9780393341614",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 288,
        "averageRating": 4.5,
        "ratingsCount": 10
    },
    {
        "title": "The Battle of Life",
        "authors": [
            "Charles Dickens"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "2013-12-01",
        "description": "The Battle of Life: A Love Story is a novella by Charles Dickens, first published in 1846. It is the fourth of his five \"Christmas Books\", coming after The Cricket on the Hearth and followed by The Haunted Man and the Ghost's Bargain. The setting is an English village that stands on the site of a historic battle. Some characters refer to the battle as a metaphor for the struggles of life, hence the title.",
        "isbn": "9781627939027",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 71,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "How I Found Livingstone",
        "authors": [
            "Henry M. Stanley"
        ],
        "publisher": "BoD – Books on Demand",
        "publishedDate": "2023-03-07",
        "description": "Reprint of the original, first published in 1872. The publishing house Anatiposi publishes historical books as reprints. Due to their age, these books may have missing pages or inferior quality. Our aim is to preserve these books and make them available to the public so that they do not get lost.",
        "isbn": "9783382129910",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 814,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Mercy",
        "authors": [
            "Jodi Picoult"
        ],
        "publisher": "Hodder Paperbacks",
        "publishedDate": "2013-11-21",
        "description": "N/A",
        "isbn": "1444754599",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 3,
        "ratingsCount": 40
    },
    {
        "title": "The Death of Ivan Ilyich and Other Stories",
        "authors": [
            "Leo Tolstoy"
        ],
        "publisher": "Random House",
        "publishedDate": "2010-04-13",
        "description": "'As good as anything Tolstoy ever wrote... Self-assured, vital, unforgettable' Guardian The title story of this collection is about a man battling a mysterious illness. His family visit his bedside, their faces masks of concern. His colleagues pay their respects but only think of the advantages created by his death. This intensely moving story of Ivan Ilyich's lonely end is one of the masterpieces of Tolstoy's late fiction. The ten other stories in this collection include 'The Kreutzer Sonata', 'The Devil', and 'Hadji Murat' which has been described by Harold Bloom as 'the best story in the world'.",
        "isbn": "9781407073965",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 528,
        "averageRating": 4,
        "ratingsCount": 12
    },
    {
        "title": "Mysteries",
        "authors": [
            "Knut Hamsun"
        ],
        "publisher": "Penguin",
        "publishedDate": "2001-01-01",
        "description": "The first complete English translation of the Nobel Prize-winner’s literary masterpiece A Penguin Classic Mysteries is the story of Johan Nilsen Nagel, a mysterious stranger who suddenly turns up in a small Norwegian town one summer—and just as suddenly disappears. Nagel is a complete outsider, a sort of modern Christ treated in a spirit of near parody. He condemns the politics and thought of the age, brings comfort to the “insulted and injured,” and gains the love of two women suggestive of the biblical Mary and Martha. But there is a sinister side of him: in his vest he carries a vial of prussic acid... The novel creates a powerful sense of Nagel's stream of thought, as he increasingly withdraws into the torture chamber of his own subconscious psyche. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,800 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
        "isbn": "0141186186",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 356,
        "averageRating": 3.5,
        "ratingsCount": 11
    },
    {
        "title": "The Trial",
        "authors": [
            "Franz Kafka"
        ],
        "publisher": "Boxtree",
        "publishedDate": "2020-10-13",
        "description": "Through tight dialogue and absurd settings Franz Kafka creates a maze-like prose to mimic the bureaucracy of early twentieth-century Germany, trapping his protagonist in an unlawful conviction that alters the path of his life. Part of the Macmillan Collector’s Library, a series of stunning, clothbound, pocket-sized classics with gold-foiled edges and ribbon markers. These beautiful books make perfect gifts or a treat for any book lover. This edition is translated from German by Douglas Scott and Chris Waller, and features an afterword by David Stuart Davies. On the morning of his thirtieth birthday, a young bank official named Joseph K is arrested although he has done nothing wrong and is never told what he’s been charged with. The Trial is the chronicle of his fight to prove his innocence, of his struggles and encounters with the invisible Law and the untouchable Court where he must make regular visits. It is an account, ultimately, of state-induced self-destruction presenting in a nightmarish scenario the persecution of the outsider and the incomprehensible machinations of the state. Using the power of simple, straightforward language Kafka draws the reader into this bleak and frightening world so that we too experience the fears, uncertainties and tragedy of Joseph K.",
        "isbn": "9781760981389",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 296,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Sir Nigel",
        "authors": [
            "Arthur Conan Doyle"
        ],
        "publisher": "Courier Corporation",
        "publishedDate": "2009-04-23",
        "description": "In this illustrated epic of adventure and romance, squire Nigel Loring attempts to earn his knighthood during the Hundred Years War . . . and must perform three great deeds to win the heart of the woman he loves.",
        "isbn": "9780486471440",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 354,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Lives of Animals",
        "authors": [
            "J. M. Coetzee"
        ],
        "publisher": "Princeton University Press",
        "publishedDate": "2016-10-04",
        "description": "The idea of human cruelty to animals so consumes novelist Elizabeth Costello in her later years that she can no longer look another person in the eye: humans, especially meat-eating ones, seem to her to be conspirators in a crime of stupefying magnitude taking place on farms and in slaughterhouses, factories, and laboratories across the world. Costello's son, a physics professor, admires her literary achievements, but dreads his mother’s lecturing on animal rights at the college where he teaches. His colleagues resist her argument that human reason is overrated and that the inability to reason does not diminish the value of life; his wife denounces his mother’s vegetarianism as a form of moral superiority. At the dinner that follows her first lecture, the guests confront Costello with a range of sympathetic and skeptical reactions to issues of animal rights, touching on broad philosophical, anthropological, and religious perspectives. Painfully for her son, Elizabeth Costello seems offensive and flaky, but—dare he admit it?—strangely on target. In this landmark book, Nobel Prize–winning writer J. M. Coetzee uses fiction to present a powerfully moving discussion of animal rights in all their complexity. He draws us into Elizabeth Costello’s own sense of mortality, her compassion for animals, and her alienation from humans, even from her own family. In his fable, presented as a Tanner Lecture sponsored by the University Center for Human Values at Princeton University, Coetzee immerses us in a drama reflecting the real-life situation at hand: a writer delivering a lecture on an emotionally charged issue at a prestigious university. Literature, philosophy, performance, and deep human conviction—Coetzee brings all these elements into play. As in the story of Elizabeth Costello, the Tanner Lecture is followed by responses treating the reader to a variety of perspectives, delivered by leading thinkers in different fields. Coetzee’s text is accompanied by an introduction by political philosopher Amy Gutmann and responsive essays by religion scholar Wendy Doniger, primatologist Barbara Smuts, literary theorist Marjorie Garber, and moral philosopher Peter Singer, author of Animal Liberation. Together the lecture-fable and the essays explore the palpable social consequences of uncompromising moral conflict and confrontation.",
        "isbn": "9780691173900",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 133,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "Daisy Jones & The Six",
        "authors": [
            "Taylor Jenkins Reid"
        ],
        "publisher": "Ballantine Books",
        "publishedDate": "2019-03-05",
        "description": "NEW YORK TIMES BESTSELLER • OVER ONE MILLION COPIES SOLD! A gripping novel about the whirlwind rise of an iconic 1970s rock group and their beautiful lead singer, revealing the mystery behind their infamous breakup—from the author of The Seven Husbands of Evelyn Hugo, Malibu Rising, and Carrie Soto Is Back REESE’S BOOK CLUB PICK • COMING SOON AS AN ORIGINAL STREAMING SERIES EXECUTIVE PRODUCED BY REESE WITHERSPOON “An explosive, dynamite, down-and-dirty look at a fictional rock band told in an interview style that gives it irresistible surface energy.”—Elin Hilderbrand ONE OF THE BEST BOOKS OF THE YEAR: NPR, The Washington Post, Esquire, Glamour, Real Simple, Good Housekeeping, Marie Claire, Parade, Paste, Shelf Awareness, BookRiot Everyone knows DAISY JONES & THE SIX, but nobody knows the reason behind their split at the absolute height of their popularity . . . until now. Daisy is a girl coming of age in L.A. in the late sixties, sneaking into clubs on the Sunset Strip, sleeping with rock stars, and dreaming of singing at the Whisky a Go Go. The sex and drugs are thrilling, but it’s the rock ’n’ roll she loves most. By the time she’s twenty, her voice is getting noticed, and she has the kind of heedless beauty that makes people do crazy things. Also getting noticed is The Six, a band led by the brooding Billy Dunne. On the eve of their first tour, his girlfriend Camila finds out she’s pregnant, and with the pressure of impending fatherhood and fame, Billy goes a little wild on the road. Daisy and Billy cross paths when a producer realizes that the key to supercharged success is to put the two together. What happens next will become the stuff of legend. The making of that legend is chronicled in this riveting and unforgettable novel, written as an oral history of one of the biggest bands of the seventies. Taylor Jenkins Reid is a talented writer who takes her work to a new level with Daisy Jones & The Six, brilliantly capturing a place and time in an utterly distinctive voice.",
        "isbn": "9781524798628",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 4,
        "ratingsCount": 109
    },
    {
        "title": "The Black Arrow",
        "authors": [
            "Robert Louis Stevenson"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "2007-12-18",
        "description": "From the beloved author of Treasure Island Originally serialized in a periodical of boys' adventure fiction, The Black Arrow is a swashbuckling portrait of a young man's journey to discover the heroism within himself. Young Dick Shelton, caught in the midst of England's War of the Roses, finds his loyalties torn between the guardian who will ultimately betray him and the leader of a secret fellowship, The Black Arrow. As Shelton is drawn deeper into this conspiracy, he must distinguish friend from foe and confront war, shipwreck, revenge, murder, and forbidden love, as England's crown threatens to topple around him. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
        "isbn": "9780141441399",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Heretics of Dune",
        "authors": [
            "Frank Herbert"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "2019-06-04",
        "description": "Book Five in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time Leto Atreides, the God Emperor of Dune, is dead. In the fifteen hundred years since his passing, the Empire has fallen into ruin. The great Scattering saw millions abandon the crumbling civilization and spread out beyond the reaches of known space. The planet Arrakis—now called Rakis—has reverted to its desert climate, and its great sandworms are dying. Now the Lost Ones are returning home in pursuit of power. And as these factions vie for control over the remnants of the Empire, a girl named Sheeana rises to prominence in the wastelands of Rakis, sending religious fervor throughout the galaxy. For she possesses the abilities of the Fremen sandriders—fulfilling a prophecy foretold by the late God Emperor....",
        "isbn": "9780593098264",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Time and Again",
        "authors": [
            "Jack Finney"
        ],
        "publisher": "Atria Books",
        "publishedDate": "2020-06-02",
        "description": "The 50th anniversary edition of the beloved classic that Stephen King has called “THE great time-travel story.” Featuring a brand-new introduction by the New York Times bestselling author of Recursion, Blake Crouch. When advertising artist Si Morley is recruited to join a covert government operation exploring the possibility of time travel, he jumps at the chance to leave his mundane 20th-century existence and step into the past. But he also has another motivation for going back in time: a half-burned letter that tells of a mysterious, tragic death and ominously of “fire which will destroy the whole world.” Traveling to New York City in January 1882 to investigate, he finds a Manhattan teeming with a different kind of life, the waterfront unimpeded by skyscrapers, open-air markets packed with activity, Central Park bustling with horse drawn sleighs—a city on the precipice of great things. At first, Si welcomes these trips as a temporary escape but when he falls in love with a woman he meets in the past, he must choose whether to return to modern life or live in 1882 for good. “Pure New York fun” (Alice Hoffman, New York Times bestselling author), Time and Again is meticulous recreation of New York in the late nineteenth century, exploring the possibilities of time travel to tell an ageless story of love, longing, and adventure. Finney’s magnum opus has been a source of inspiration for countless science fiction writers since its first publication in 1970.",
        "isbn": "9781982146016",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 512,
        "averageRating": 3.5,
        "ratingsCount": 2
    },
    {
        "title": "The Lives of Animals",
        "authors": [
            "J. M. Coetzee"
        ],
        "publisher": "Princeton University Press",
        "publishedDate": "2016-10-04",
        "description": "The idea of human cruelty to animals so consumes novelist Elizabeth Costello in her later years that she can no longer look another person in the eye: humans, especially meat-eating ones, seem to her to be conspirators in a crime of stupefying magnitude taking place on farms and in slaughterhouses, factories, and laboratories across the world. Costello's son, a physics professor, admires her literary achievements, but dreads his mother’s lecturing on animal rights at the college where he teaches. His colleagues resist her argument that human reason is overrated and that the inability to reason does not diminish the value of life; his wife denounces his mother’s vegetarianism as a form of moral superiority. At the dinner that follows her first lecture, the guests confront Costello with a range of sympathetic and skeptical reactions to issues of animal rights, touching on broad philosophical, anthropological, and religious perspectives. Painfully for her son, Elizabeth Costello seems offensive and flaky, but—dare he admit it?—strangely on target. In this landmark book, Nobel Prize–winning writer J. M. Coetzee uses fiction to present a powerfully moving discussion of animal rights in all their complexity. He draws us into Elizabeth Costello’s own sense of mortality, her compassion for animals, and her alienation from humans, even from her own family. In his fable, presented as a Tanner Lecture sponsored by the University Center for Human Values at Princeton University, Coetzee immerses us in a drama reflecting the real-life situation at hand: a writer delivering a lecture on an emotionally charged issue at a prestigious university. Literature, philosophy, performance, and deep human conviction—Coetzee brings all these elements into play. As in the story of Elizabeth Costello, the Tanner Lecture is followed by responses treating the reader to a variety of perspectives, delivered by leading thinkers in different fields. Coetzee’s text is accompanied by an introduction by political philosopher Amy Gutmann and responsive essays by religion scholar Wendy Doniger, primatologist Barbara Smuts, literary theorist Marjorie Garber, and moral philosopher Peter Singer, author of Animal Liberation. Together the lecture-fable and the essays explore the palpable social consequences of uncompromising moral conflict and confrontation.",
        "isbn": "9780691173900",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 133,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "The Canterbury Tales",
        "authors": [
            "Geoffrey Chaucer"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "2005-08-30",
        "description": "One of the greatest and most ambitious works in English literature, in the original Middle English The Canterbury Tales depicts a storytelling competition between pilgrims drawn from all ranks of society. The tales are as various as the pilgrims themselves, encompassing comedy, pathos, tragedy, and cynicism. The Miller and the Reeve express their mutual antagonism in a pair of comic stories combining sex and trickery; in “The Shipman’s Tale,” a wife sells her favors to a monk. Others draw on courtly romance and fantasy: the Knight tells of rivals competing for the love of the same woman, and the Squire describes a princess who can speak to birds. In these twenty-four tales, Chaucer displays a dazzling range of literary styles and conjures up a wonderfully vivid picture of medieval life. This is a freshly established Middle English text with standardized spelling and punctuation and on-page glossing. It Features an introduction by Jill Mann, a chronology of Chaucer's life and works, detailed explanatory notes, suggestions for further reading, a full glossary, and a bibliography. For more than sixty-five years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,500 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
        "isbn": "9780140422344",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Power of the Sword",
        "authors": [
            "Wilbur Smith"
        ],
        "publisher": "Macmillan",
        "publishedDate": "2007-02-06",
        "description": "Caught in the tumult of South Africa's history during the two decades before World War II, half-brothers Manfred De La Rey and Shasa Courtney find themselves adversaries in a war of savagery. Reprint.",
        "isbn": "9780312940812",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 884,
        "averageRating": 3,
        "ratingsCount": 2
    },
    {
        "title": "A Doll's House",
        "authors": [
            "Henrik Ibsen"
        ],
        "publisher": "Simon & Brown",
        "publishedDate": "2018-10-02",
        "description": "N/A",
        "isbn": "1613825633",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 128,
        "averageRating": 3.5,
        "ratingsCount": 15
    },
    {
        "title": "Halo: Evolutions",
        "authors": [
            "Tobias S. Buckell",
            "Karen Traviss",
            "Frank O'Connor",
            "Eric Nylund"
        ],
        "publisher": "Farrar, Straus, and Giroux",
        "publishedDate": "2009-11-24",
        "description": "The universe will be explored like never before in this collection of all-new, world-expanding stories.",
        "isbn": "0765315734",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 532,
        "averageRating": 4,
        "ratingsCount": 3
    },
    {
        "title": "The Great Gatsby",
        "authors": [
            "F Fitzgerald Scott"
        ],
        "publisher": "N/A",
        "publishedDate": "2021-08-10",
        "description": "The Great Gatsby is a 1925 novel by American writer F. Scott Fitzgerald. Set in the Jazz Age on Long Island, the novel depicts narrator Nick Carraway's interactions with mysterious millionaire Jay Gatsby and Gatsby's obsession to reunite with his former lover, Daisy Buchanan. A youthful romance Fitzgerald had with socialite Ginevra King, and the riotous parties he attended on Long Island's North Shore in 1922 inspired the novel. Following a move to the French Riviera, he completed a rough draft in 1924. He submitted the draft to editor Maxwell Perkins, who persuaded Fitzgerald to revise the work over the following winter. After his revisions, Fitzgerald was satisfied with the text, but remained ambivalent about the book's title and considered several alternatives. The final title he desired was Under the Red, White, and Blue. Painter Francis Cugat's final cover design impressed Fitzgerald who incorporated a visual element from the art into the novel.",
        "isbn": "9390600294",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 238,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Forever, With You (The Inn at Sunset Harbor—Book 3)",
        "authors": [
            "Sophie Love"
        ],
        "publisher": "Sophie Love",
        "publishedDate": "2017-01-20",
        "description": "N/A",
        "isbn": "9781632919137",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 250,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Hateful Things",
        "authors": [
            "Terry Goodkind"
        ],
        "publisher": "Bloomsbury Publishing",
        "publishedDate": "2019-07-22",
        "description": "'This is not the way I wanted it to be. Any time but now. Even if by a miracle these children are born, their birth will be their death sentence' – Kahlan Amnell. Only magic protects D'Hara from the Golden Goddess and her kind, the magic of Richard Rahl and Kahlan Amnell, the magic that the Mother Confessor carries within her womb. To take this world, the Goddess must ensure Richard and Kahlan's children are never born. In the dark shadows of the People's Palace the predators are gathering, watching, learning, feeding... Hateful Things is the second episode in Terry Goodkind's new serial novel, The Children of D'Hara. Told in irresistibly intense instalments, this is the story of a world confronted by an apocalyptic nightmare. 'I want to introduce everyone to THE CHILDREN OF D'HARA, a new series that continues the story of the lives of Richard and Kahlan. This is a journey that began 25 years ago with the 1994 release of WIZARD'S FIRST RULE, when Richard first met Kahlan that fateful day in the Hartland woods. After the Sword of Truth series ended, I knew there was more to Richard and Kahlan's story. Much more. A whole world more. For years, readers have asked me about Richard and Kahlan's lives after the Sword of Truth series... and importantly, about their children. While my masterwork, Sword of Truth, concluded with WARHEART – 20 languages and 26 million books sold – I was burning to tell readers more about Richard and Kahlan. For that reason, this new series starts immediately after the 'Sword of Truth' books ended. Without skipping a beat, readers will plunge back into Richard and Kahlan's lives, with new episodes releasing every three months. So it is that I want to welcome you all back into the Sword of Truth world with many of the characters besides Richard and Kahlan, such as the Mord-Sith, that we have come to love. Learn what the star shift has done to their world and what monsters now lurk in shadows. I promise an arresting, beautiful, and sometimes tragic adventure that will keep you glued to this irresistible story.' – Terry Goodkind.",
        "isbn": "9781789541199",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 129,
        "averageRating": 3,
        "ratingsCount": 1
    },
    {
        "title": "Pierre and Luce (Classic Reprint)",
        "authors": [
            "Romain Rolland"
        ],
        "publisher": "Forgotten Books",
        "publishedDate": "2015-07-17",
        "description": "Excerpt from Pierre and Luce In every growing youth between sixteen and eighteen there is a bit of the soul of Hamlet. Don't ask him to understand the war! (all right for you men, who have had your fill!) He has all he can do to understand life and forgive its existence. As a rule he digs himself in with his dream and with the arts, until the time comes when he has got used to his incarnation, and the grub has achieved its agonizing passage from larva to winged insect. What a need he has for peace and meditation during these April days so full of the trouble of maturing life! But they come after him to the bot tom of his burrow, look him up, drag him from the dark while still so tender in his new-made skin. They toss him into the raw air amongst the hard human race whose follies and hatreds he is expected at the very first moment to accept without understanding them and, not understanding, to atone for them. About the Publisher Forgotten Books publishes hundreds of thousands of rare and classic books. Find more at www.forgottenbooks.com This book is a reproduction of an important historical work. Forgotten Books uses state-of-the-art technology to digitally reconstruct the work, preserving the original format whilst repairing imperfections present in the aged copy. In rare cases, an imperfection in the original, such as a blemish or missing page, may be replicated in our edition. We do, however, repair the vast majority of imperfections successfully; any imperfections that remain are intentionally left to preserve the state of such historical works.",
        "isbn": "1331617200",
        "categories": [
            "N/A"
        ],
        "language": "en",
        "pageCount": 148,
        "averageRating": 4,
        "ratingsCount": 1
    },
    {
        "title": "El espejo de Lida Sal",
        "authors": [
            "Miguel Angel Asturias"
        ],
        "publisher": "Siglo XXI",
        "publishedDate": "1967",
        "description": "Desde que publicó sus Leyendas de Guatemala, en 1930, Miguel Ángel Asturias había venido incubando estos relatos y leyendas que publicamos. Hay un hilo conductor mágico, lo popular, en los relatos de Lida Sal y los Juanes, y un hilo mítico en las leyendas.",
        "isbn": "UOM:39015065633623",
        "categories": [
            "Fiction"
        ],
        "language": "es",
        "pageCount": 160,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Nightcrawling",
        "authors": [
            "Leila Mottley"
        ],
        "publisher": "McClelland & Stewart",
        "publishedDate": "2022-06-07",
        "description": "NEW YORK TIMES BEST SELLER • AN OPRAH BOOK CLUB PICK • A dazzling novel about a young Black woman who walks the streets of Oakland and stumbles headlong into the failure of its justice system. This debut of a blazingly original voice “bursts at the seams of every page and swallows you whole” (Tommy Orange, author of There There). A BEST BOOK OF THE YEAR: The New Yorker, The Washington Post, Los Angeles Times, San Francisco Chronicle, TIME, GOODREADS Kiara and her brother, Marcus, are scraping by in an East Oakland apartment complex optimistically called the Regal-Hi. Both have dropped out of high school, their family fractured by death and prison But while Marcus clings to his dream of rap stardom, Kiara hunts for work to pay their rent—which has more than doubled—and to keep the nine-year-old boy next door, abandoned by his mother, safe and fed. One night, what begins as a drunken misunderstanding with a stranger turns into the job Kiara never imagined wanting but now desperately needs: nightcrawling. Her world breaks open even further when her name surfaces in an investigation that exposes her as a key witness in a massive scandal within the Oakland Police Department. Rich with raw beauty, electrifying intensity, and piercing vulnerability, Nightcrawling marks the stunning arrival of a voice unlike any we have heard before.",
        "isbn": "9780771050428",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 275,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Joy Luck Club",
        "authors": [
            "Amy Tan"
        ],
        "publisher": "Random House of Canada",
        "publishedDate": "1990",
        "description": "Encompassing two generations and a rich blend of Chinese and American history, the story of four struggling, strong women also reveals their daughters' memories and feelings",
        "isbn": "0804106304",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 332,
        "averageRating": 4,
        "ratingsCount": 122
    },
    {
        "title": "Lincoln",
        "authors": [
            "Gore Vidal"
        ],
        "publisher": "Vintage",
        "publishedDate": "2000-02-15",
        "description": "In this profoundly moving work of epic proportion and intense human sympathy, Abraham Lincoln is observed by his loved ones, his rivals, and his future assassin.",
        "isbn": "PSU:000046807083",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 686,
        "averageRating": 3.5,
        "ratingsCount": 32
    },
    {
        "title": "Daisy Jones & The Six",
        "authors": [
            "Taylor Jenkins Reid"
        ],
        "publisher": "Ballantine Books",
        "publishedDate": "2019-03-05",
        "description": "NEW YORK TIMES BESTSELLER • OVER ONE MILLION COPIES SOLD! A gripping novel about the whirlwind rise of an iconic 1970s rock group and their beautiful lead singer, revealing the mystery behind their infamous breakup—from the author of The Seven Husbands of Evelyn Hugo, Malibu Rising, and Carrie Soto Is Back REESE’S BOOK CLUB PICK • COMING SOON AS AN ORIGINAL STREAMING SERIES EXECUTIVE PRODUCED BY REESE WITHERSPOON “An explosive, dynamite, down-and-dirty look at a fictional rock band told in an interview style that gives it irresistible surface energy.”—Elin Hilderbrand ONE OF THE BEST BOOKS OF THE YEAR: NPR, The Washington Post, Esquire, Glamour, Real Simple, Good Housekeeping, Marie Claire, Parade, Paste, Shelf Awareness, BookRiot Everyone knows DAISY JONES & THE SIX, but nobody knows the reason behind their split at the absolute height of their popularity . . . until now. Daisy is a girl coming of age in L.A. in the late sixties, sneaking into clubs on the Sunset Strip, sleeping with rock stars, and dreaming of singing at the Whisky a Go Go. The sex and drugs are thrilling, but it’s the rock ’n’ roll she loves most. By the time she’s twenty, her voice is getting noticed, and she has the kind of heedless beauty that makes people do crazy things. Also getting noticed is The Six, a band led by the brooding Billy Dunne. On the eve of their first tour, his girlfriend Camila finds out she’s pregnant, and with the pressure of impending fatherhood and fame, Billy goes a little wild on the road. Daisy and Billy cross paths when a producer realizes that the key to supercharged success is to put the two together. What happens next will become the stuff of legend. The making of that legend is chronicled in this riveting and unforgettable novel, written as an oral history of one of the biggest bands of the seventies. Taylor Jenkins Reid is a talented writer who takes her work to a new level with Daisy Jones & The Six, brilliantly capturing a place and time in an utterly distinctive voice.",
        "isbn": "9781524798628",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 4,
        "ratingsCount": 109
    },
    {
        "title": "The Dragon Blood Collection, Books 1-3",
        "authors": [
            "Lindsay Buroker"
        ],
        "publisher": "Lindsay Buroker",
        "publishedDate": "2014-12-01",
        "description": "A thousand years have passed since a dragon has been seen in the world. Science and technology have replaced magic, which has dwindled until it has become little more than an element of myth and legend. There are those who still have dragon blood flowing through their veins, distant descendants of the mighty creatures of old. These rare humans have the power to cast magic, the power to heal, and the power to craft alchemical weapons capable of starting wars… or ending them. But they are feared for those powers, and in recent centuries, they have been hunted nearly to extinction. The few remaining survivors must find a way to change how humanity perceives them or be lost to the world forever. The Dragon Blood Collection includes three full-length novels of action, magic, and romance: Balanced on the Blade’s Edge Deathmaker Blood Charged",
        "isbn": "N/A",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 600,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "The Slow Regard of Silent Things",
        "authors": [
            "Patrick Rothfuss"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "2015-11-17",
        "description": "Discover #1 New York Times-bestselling Patrick Rothfuss’ epic fantasy universe of The Kingkiller Chronicle, in this illustrated companion novella, The Slow Regard of Silent Things. “I just love the world of Patrick Rothfuss.” —Lin-Manuel Miranda • “He’s bloody good, this Rothfuss guy.” —George R. R. Martin • “Rothfuss has real talent.” —Terry Brooks Deep below the University, there is a dark place. Few people know of it: a broken web of ancient passageways and abandoned rooms. A young woman lives there, tucked among the sprawling tunnels of the Underthing, snug in the heart of this forgotten place. Her name is Auri, and she is full of mysteries. The Slow Regard of Silent Things is a brief, bittersweet glimpse of Auri’s life, a small adventure all her own. At once joyous and haunting, this story offers a chance to see the world through Aurir’s eyes. And it gives the reader a chance to learn things that only Auri knows.... In this book, Patrick Rothfuss brings us into the world of one of The Kingkiller Chronicle’s most enigmatic characters. Full of secrets and mysteries, The Slow Regard of Silent Things is the story of a broken girl trying to live in a broken world. Praise for The Kingkiller Chronicle: “The best epic fantasy I read last year.... He’s bloody good, this Rothfuss guy.” —George R. R. Martin, New York Times-bestselling author of A Song of Ice and Fire “Rothfuss has real talent, and his tale of Kvothe is deep and intricate and wondrous.” —Terry Brooks, New York Times-bestselling author of Shannara \"It is a rare and great pleasure to find a fantasist writing...with true music in the words.\" —Ursula K. Le Guin, award-winning author of Earthsea \"The characters are real and the magic is true.” —Robin Hobb, New York Times-bestselling author of Assassin’s Apprentice \"Masterful.... There is a beauty to Pat's writing that defies description.\" —Brandon Sanderson, New York Times-bestselling author of Mistborn",
        "isbn": "9780756411329",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 3,
        "ratingsCount": 3
    },
    {
        "title": "The Bridge on the Drina",
        "authors": [
            "Ivo Andric"
        ],
        "publisher": "Everyman's Library",
        "publishedDate": "2021-11-02",
        "description": "In this masterpiece of historical fiction by the Nobel Prize-winning Yugoslavian author, a stone bridge in a small Bosnian town bears silent witness to three centuries of conflict. The town of Visegrad was long caught between the warring Ottoman and Austro-Hungarian Empires, but its sixteenth-century bridge survived unscathed--until 1914 when tensions in the Balkans triggered the first World War. Spanning generations, nationalities, and creeds, The Bridge on the Drina brilliantly illuminates a succession of lives that swirl around the majestic stone arches. Among them is that of the bridge’s builder, a Serb kidnapped as a boy by the Ottomans; years later, as the empire’s Grand Vezir, he decides to construct a bridge at the spot where he was parted from his mother. A workman named Radisav tries to hinder the construction, with horrific consequences. Later, the beautiful young Fata climbs the bridge’s parapet to escape an arranged marriage, and, later still, an inveterate gambler named Milan risks everything on it in one final game with the devil. With humor and compassion, Ivo Andrić chronicles the ordinary Christians, Jews, and Muslims whose lives are connected by the bridge, in a land that has itself been a bridge between East and West for centuries. Everyman's Library pursues the highest production standards, printing on acid-free cream-colored paper, with full-cloth cases with two-color foil stamping, decorative endpapers, silk ribbon markers, European-style half-round spines, and a full-color illustrated jacket.",
        "isbn": "9780593320228",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 4,
        "ratingsCount": 1
    },
    {
        "title": "The Cuckoo's Calling",
        "authors": [
            "Robert Galbraith"
        ],
        "publisher": "Hachette UK",
        "publishedDate": "2013-04-30",
        "description": "Published under a pseudonym, J. K. Rowling's brilliant debut mystery introduces Detective Cormoran Strike as he investigates a supermodel's suicide in \"one of the best books of the year\" (USA Today), the first novel in the brilliant series that inspired the acclaimed HBO Max series C.B. Strike. After losing his leg to a land mine in Afghanistan, Cormoran Strike is barely scraping by as a private investigator. Strike is down to one client, creditors are calling, and after a breakup with his longtime girlfriend, he's living in his office. Then John Bristow walks through his door with a shocking story: His sister, the legendary supermodel Lula Landry -- known to her friends as the Cuckoo -- famously fell to her death a few months earlier. The police ruled it a suicide, but John refuses to believe that. The case plunges Strike into the world of multimillionaire beauties, rock-star boyfriends, and desperate designers, and it introduces him to every variety of pleasure, enticement, seduction, and delusion known to man. You may think you know detectives, but you've never met one quite like Strike. You may think you know about the wealthy and famous, but you've never seen them under an investigation like this.",
        "isbn": "9780316206860",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 464,
        "averageRating": 3.5,
        "ratingsCount": 3132
    },
    {
        "title": "The Black Arrow",
        "authors": [
            "Robert Louis Stevenson"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "2007-12-18",
        "description": "From the beloved author of Treasure Island Originally serialized in a periodical of boys' adventure fiction, The Black Arrow is a swashbuckling portrait of a young man's journey to discover the heroism within himself. Young Dick Shelton, caught in the midst of England's War of the Roses, finds his loyalties torn between the guardian who will ultimately betray him and the leader of a secret fellowship, The Black Arrow. As Shelton is drawn deeper into this conspiracy, he must distinguish friend from foe and confront war, shipwreck, revenge, murder, and forbidden love, as England's crown threatens to topple around him. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
        "isbn": "9780141441399",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Hearts In Atlantis",
        "authors": [
            "Stephen King"
        ],
        "publisher": "Simon and Schuster",
        "publishedDate": "1999-09-14",
        "description": "The classic collection of five deeply resonant and disturbing interconnected stories from #1 New York Times bestselling author Stephen King. Innocence, experience, truth, deceit, loss, and recovery are at the core of these five interconnected, sequential tales—each deeply rooted in the 1960s, and each scarred by the Vietnam War, which continues to cast its shadow over American lives, politics and culture. In Part One, “Low Men in Yellow Coats,” eleven-year-old Bobby Garfield discovers a world of predatory malice in his own neighborhood. He also discovers that adults are sometimes not rescuers but at the heart of the terror. In the title story, a bunch of college kids get hooked on a card game, discover the possibility of protest, and confront their own collective heart of darkness, where laughter may be no more than the thinly disguised cry of the beast. In “Blind Willie” and “Why We’re in Vietnam,” two men who grew up with Bobby in suburban Connecticut try to fill the emptiness of the post-Vietnam era in an America which sometimes seems as hollow—and as haunted—as their own lives. And in “Heavenly Shades of Night Are Falling,” this remarkable book’s denouement, Bobby returns to his hometown where one final secret, the hope of redemption, and his heart’s desire may await him. Full of danger and suspense, full of heart, this spellbinding fiction will take some readers to a place they have never been...and others to a place they have never been able to completely forget. Nearly twenty years after its first publication, Hearts in Atlantis is powerful and astonishingly current. “You will see Stephen King in a new light. Read this moving, heartfelt tragedy and weep—weep for our lost conscience.” —BookPage",
        "isbn": "9780684844909",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 528,
        "averageRating": 3.5,
        "ratingsCount": 48
    },
    {
        "title": "Grimm's Complete Fairy Tales",
        "authors": [
            "Jacob Grimm",
            "Wilhelm Grimm"
        ],
        "publisher": "Canterbury Classics",
        "publishedDate": "2011-11-01",
        "description": "No library's complete without the classics! This new, enhanced leather-bound edition collects the legendary fairy tales of the Brothers Grimm. They are the stories we've known since we were children. Rapunzel. Hansel and Gretel. Cinderella. Sleeping Beauty. But the works originally collected by the Brothers Grimm in the early 1800s are not necessarily the versions we heard before bedtime. They're darker and often don't end very happily--but they're often far more interesting. This elegant edition of Grimm's Complete Fairy Tales includes all our cherished favorites--Snow White, Rumpelstiltskin, Little Red Cap, and many more--in their original versions. With specially designed end papers, a genuine leather cover, and other enhancements, it's the perfect gift for anyone looking to build a complete home library. Many of these tales begin with the familiar refrain of “once upon a time”--but they end with something unexpected and fascinating!",
        "isbn": "1607103133",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "Heretics of Dune",
        "authors": [
            "Frank Herbert"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "2019-06-04",
        "description": "Book Five in the Magnificent Dune Chronicles—the Bestselling Science Fiction Adventure of All Time Leto Atreides, the God Emperor of Dune, is dead. In the fifteen hundred years since his passing, the Empire has fallen into ruin. The great Scattering saw millions abandon the crumbling civilization and spread out beyond the reaches of known space. The planet Arrakis—now called Rakis—has reverted to its desert climate, and its great sandworms are dying. Now the Lost Ones are returning home in pursuit of power. And as these factions vie for control over the remnants of the Empire, a girl named Sheeana rises to prominence in the wastelands of Rakis, sending religious fervor throughout the galaxy. For she possesses the abilities of the Fremen sandriders—fulfilling a prophecy foretold by the late God Emperor....",
        "isbn": "9780593098264",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Angelopolis",
        "authors": [
            "Danielle Trussoni"
        ],
        "publisher": "Viking Adult",
        "publishedDate": "2013",
        "description": "The sequel to the New York Times bestselling Angelology will thrill fans of Deborah Harkness, Justin Cronin, and Elizabeth Kostova Hailed by USA Today as \"a thrill ride best described as The Da Vinci Code meets Raiders of the Lost Ark,\" Danielle Trussoni's bestselling first novel, Angelology, wove biblical lore, the Orpheus myth, and Milton's Rebel Angels into a present-day world tinged with the divine supernatural. The novel plunged two endearing loners--art historian V. A. Verlaine and Evangeline, a beautiful young nun--into an ancient battle between a secret society and mankind's most insidious enemies: angel-human hybrids known as the Nephilim. Now a decade has passed since Verlaine saw Evangeline alight from the Brooklyn Bridge, the sight of her wings a betrayal that haunts him still. The Nephilim are again on the rise, scheming to construct their own paradise--the Angelopolis--and ruthlessly pursued by Verlaine in his new calling as an angel hunter. But when Evangeline materializes, Verlaine is besieged by doubts that will only grow as forces more powerful than even the Nephilim draw them from Paris to Saint Petersburg and deep into the provinces of Siberia and the Black Sea coast. A high-octane tale of abduction and liberation, treasure seeking and divine warfare, Angelopolis plumbs Russia's imperial past, modern genetics, and the archangel Gabriel's famous visitations to conceive a fresh tableau of history and myth that will, once again, enthrall readers the world over.",
        "isbn": "0670025542",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 302,
        "averageRating": 3.5,
        "ratingsCount": 10
    },
    {
        "title": "Resurrection",
        "authors": [
            "Leo Tolstoy"
        ],
        "publisher": "ePenguin",
        "publishedDate": "1947",
        "description": "While serving as a juror at the trial of a prostitute, Prince Nekhlyudov recognizes the defendant as a young servant girl he once loved and abandoned and tries to rectify the situation.--Résumé de l'éditeur.",
        "isbn": "UVA:X000237001",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 578,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Their Eyes Were Watching God",
        "authors": [
            "Zora Neale Hurston"
        ],
        "publisher": "McClelland & Stewart",
        "publishedDate": "2019-02-12",
        "description": "One of the most important novels of the twentieth century, Their Eyes Were Watching God illuminates a Southern love story unlike any other. Initially rejected by audiences for its portrayal of its strong black female protagonist, the work has since been epitomized in the canon of African-American literature, solidifying Zora Neale Hurston as one of our most influential voices. Penguin Random House Canada is proud to bring you classic works of literature in e-book form, with the highest quality production values. Find more today and rediscover books you never knew you loved.",
        "isbn": "9780735253629",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 209,
        "averageRating": 5,
        "ratingsCount": 1
    },
    {
        "title": "The War of the Worlds (Classic Reprint)",
        "authors": [
            "H. G. Wells"
        ],
        "publisher": "N/A",
        "publishedDate": "2015-07-13",
        "description": "Excerpt from The War of the Worlds No one would have believed, in the last years of the nineteenth century, that human affairs were being watched keenly and closely by intelligences greater than man's and yet as mortal as his own; that as men busied themselves about their affairs they were scrutinized and studied, perhaps almost as narrowly as a man with a microscope might scrutinize the transient creatures that swarm and multiply in a drop of water. With infinite complacency men went to and fro over this globe about their little affairs, serene in their assurance of their empire over matter. It is possible that the infusoria under the microscope do the same. No one gave a thought to the older worlds of space as sources of human danger, or thought of them only to dismiss the idea of life upon them as impossible or improbable. It is curious to recall some of the mental habits of those departed days. About the Publisher Forgotten Books publishes hundreds of thousands of rare and classic books. Find more at www.forgottenbooks.com This book is a reproduction of an important historical work. Forgotten Books uses state-of-the-art technology to digitally reconstruct the work, preserving the original format whilst repairing imperfections present in the aged copy. In rare cases, an imperfection in the original, such as a blemish or missing page, may be replicated in our edition. We do, however, repair the vast majority of imperfections successfully; any imperfections that remain are intentionally left to preserve the state of such historical works.",
        "isbn": "1331308453",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 324,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Magic Slays",
        "authors": [
            "Ilona Andrews"
        ],
        "publisher": "Penguin",
        "publishedDate": "2011-05-31",
        "description": "In this novel in the #1 New York Times bestselling urban fantasy series, war-plagued Atlanta has never been so deadly...Good thing Kate Daniels is on the job. Kate Daniels may have quit the Order of Knights of Merciful Aid, but she’s still knee-deep in paranormal problems. Or she would be if she could get someone to hire her. Starting her own business has been more challenging than she thought it would be—now that the Order is disparaging her good name. Plus, many potential clients are afraid of getting on the bad side of the Beast Lord, who just happens to be Kate’s mate. So when Atlanta’s premier Master of the Dead calls to ask for help with a vampire on the loose, Kate leaps at the chance of some paying work. But it turns out that this is not an isolated incident, and Kate needs to get to the bottom of it—fast, or the city and everyone dear to her may pay the ultimate price...",
        "isbn": "9780441020423",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 322,
        "averageRating": 4.5,
        "ratingsCount": 71
    },
    {
        "title": "A Hero of Our Time",
        "authors": [
            "Mikhail Iurevich Lermontov"
        ],
        "publisher": "Urban Romantics",
        "publishedDate": "2011-09-05",
        "description": "Lermontov's only full-scale novel, which prophetically describes the duel in which he later lost his own life. The hero of the novel, Pechorin is an intense individual, a military officer who kidnaps beautiful daughter of Circassian tribesman and who, according to Lermantov's own introduction, is a composite portrait, made up of all the vices which flourish, full grown, amongst the generation of the time. A timeless classic representing nihilistic aspect of Romanticism. On July 25, 1841, at Pyatigorsk, fellow soldier Nikolai Martynov, who had been the butt of Lermontov's jokes, challenged Lermontov to a duel. The duel took place two days later at the foot of Mashuk mountain. Lermontov deliberately chose the edge of a precipice for the duel, so that if either combatant was wounded, he would fall and his fate would be sealed. Lermontov was killed by Martynov's first shot. Much of his best verse was posthumously discovered in his pocket-book. This edition is a new revision aiming to bring English translation as close as possible to Lermontov's original vision. There has been some confusion in various English editions containing entries of Pechorin's diary, not present in Lermontov's original and various other alterations of Lermnontov's original structure of the novel. This edition has been compiled after close examination of Russian originals and follows originally intended structure. This edition is part of a new series of Romantic writing, aiming to give readers a complete experience of both classic and contemporary Romantics.",
        "isbn": "1907832343",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 214,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Time and Again",
        "authors": [
            "Jack Finney"
        ],
        "publisher": "Atria Books",
        "publishedDate": "2020-06-02",
        "description": "The 50th anniversary edition of the beloved classic that Stephen King has called “THE great time-travel story.” Featuring a brand-new introduction by the New York Times bestselling author of Recursion, Blake Crouch. When advertising artist Si Morley is recruited to join a covert government operation exploring the possibility of time travel, he jumps at the chance to leave his mundane 20th-century existence and step into the past. But he also has another motivation for going back in time: a half-burned letter that tells of a mysterious, tragic death and ominously of “fire which will destroy the whole world.” Traveling to New York City in January 1882 to investigate, he finds a Manhattan teeming with a different kind of life, the waterfront unimpeded by skyscrapers, open-air markets packed with activity, Central Park bustling with horse drawn sleighs—a city on the precipice of great things. At first, Si welcomes these trips as a temporary escape but when he falls in love with a woman he meets in the past, he must choose whether to return to modern life or live in 1882 for good. “Pure New York fun” (Alice Hoffman, New York Times bestselling author), Time and Again is meticulous recreation of New York in the late nineteenth century, exploring the possibilities of time travel to tell an ageless story of love, longing, and adventure. Finney’s magnum opus has been a source of inspiration for countless science fiction writers since its first publication in 1970.",
        "isbn": "9781982146016",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 512,
        "averageRating": 3.5,
        "ratingsCount": 2
    },
    {
        "title": "A Taste For Death",
        "authors": [
            "P. D. James"
        ],
        "publisher": "Vintage Canada",
        "publishedDate": "2011-06-28",
        "description": "Two men lie dead in the vestry of a London church, their throats cut with brutal precision. One is Sir Paul Berowne, rich, cultivated and elegant; the other is an alcoholic vagrant. Challenged with the investigation of a crime that appears to have endless motives, Adam Dalgliesh explores the sinister web spun around a half-burnt diary and a violet-eyed widow who is pregnant and full of malice--all the while hoping to fill the gap of logic that joined these two disparate men in death...",
        "isbn": "0676971881",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 484,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Dark Lover",
        "authors": [
            "J.R. Ward"
        ],
        "publisher": "Penguin",
        "publishedDate": "2014-02-19",
        "description": "See where it all began in the first phenomenal novel in the #1 New York Times bestselling Black Dagger Brotherhood series... The only purebred vampire left on the planet and the leader of the Black Dagger Brotherhood, Wrath has a score to settle with the slayers who killed his parents centuries ago. But when his most trusted fighter is killed—orphaning a half-breed daughter unaware of her heritage or her fate—Wrath must put down his dagger and usher the beautiful female into another world. Racked by a restlessness in her body that wasn’t there before, Beth Randall is helpless against the dangerously sexy man who comes to her at night with shadows in his eyes. His tales of the Brotherhood and blood frighten her. Yet his touch ignites a dawning new hunger—one that threatens to consume them both... INCLUDES A NEW LETTER FROM J. R. WARD",
        "isbn": "9780451468109",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 3.5,
        "ratingsCount": 2824
    },
    {
        "title": "From the Earth to the Moon",
        "authors": [
            "Jules Verne"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "1993-05-01",
        "description": "Written almost a century before the daring flights of the astronauts, Jules Verne’s prophetic novel of man’s race to the stars is a classic adventure tale enlivened by broad satire and scientific acumen. When the members of the elite Baltimore Gun Club find themselves lacking any urgent assignments at the close of the Civil War, their president, Impey Barbicane, proposes that they build a gun big enough to launch a rocket to the moon. But when Barbicane’s adversary places a huge wager that the project will fail and a daring volunteer elevates the mission to a “manned” flight, one man’s dream turns into an international space race. A story of rip-roaring action, humor, and wild imagination, From the Earth to the Moon is as uncanny in its accuracy and as filled with authentic detail and startling immediacy as Verne’s timeless masterpieces 20,000 Leagues Under the Sea and Around the World in Eighty Days.",
        "isbn": "9780553214208",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "Jane Eyre",
        "authors": [
            "Charlotte Brontë"
        ],
        "publisher": "Oxford University Press, USA",
        "publishedDate": "2000",
        "description": "'Such a strange book! Imagine a novel with a little swarthy governess for heroine, and a middle-aged ruffian for hero.' Sharpe's London Magazine (June 1855) Jane Eyre is an orphan grown up under the harsh regime first of her aunt and then as a pupil at Lowood Institution. She leaves to become a governess to the daughter of the mysterious Mr Rochester; gradually their relationship deepens, but Jane's passionate nature has yet to endure its deepest blows. In this new edition Sally Shuttleworth explores the power of a narrative that questions the rights of women, the nature of servitude and madness, martyrdom and rebellion in a story whose emotional charge is a strong today as it was more than 150 years ago.",
        "isbn": "0192839659",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 488,
        "averageRating": 4,
        "ratingsCount": 2647
    },
    {
        "title": "The Pillars of the Earth (Enhanced Edition)",
        "authors": [
            "Ken Follett"
        ],
        "publisher": "Pan",
        "publishedDate": "1989-10-21",
        "description": "The Pillars of the Earth tells the story of Philip, prior of Kingsbridge, a devout and resourceful monk driven to build the greatest Gothic cathedral the world has known . . . of Tom, the mason who becomes his architect - a man divided in his soul . . . of the beautiful, elusive Lady Aliena, haunted by a secret shame . . . and of a struggle between good and evil that will turn church against state, and brother against brother. A spellbinding epic tale of ambition, anarchy, and absolute power set against the sprawling medieval canvas of twelfth-century England, this is Ken Follett's historical materpiece. 'Enormous and brilliant . . . this mammoth tale seems to touch all human emotion - love and hate, loyalty and treachery, hope and despair. This is truly a novel to get lost in'",
        "isbn": "9781743034453",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 1289,
        "averageRating": 3.5,
        "ratingsCount": 3318
    },
    {
        "title": "Gaudy Night",
        "authors": [
            "Dorothy L. Sayers"
        ],
        "publisher": "Harper Paperbacks",
        "publishedDate": "2012-10-16",
        "description": "When Harriet Vane attends her Oxford reunion, known as the Gaudy, the prim academic setting is haunted by a rash of bizarre pranks: scrawled obscenities, burnt effigies, and poison-pen letters, including one that says, \"Ask your boyfriend with the title if he likes arsenic in his soup.\" Some of the notes threaten murder; all are perfectly ghastly; yet in spite of their scurrilous nature, all are perfectly worded. And Harriet finds herself ensnared in a nightmare of romance and terror, with only the tiniest shreds of clues to challenge her powers of detection, and those of her paramour, Lord Peter Wimsey.",
        "isbn": "0062196537",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 4,
        "ratingsCount": 71
    },
    {
        "title": "Sunreach",
        "authors": [
            "Brandon Sanderson",
            "Janci Patterson"
        ],
        "publisher": "Hachette UK",
        "publishedDate": "2021-09-28",
        "description": "From #1 bestselling author Brandon Sanderson and Janci Patterson comes the first of three Skyward series novellas, set between Starsight and Cytonic. When a planet-destroying Delver suddenly appears in the sky of Detritus and vanishes just as suddenly, FM knows that the last free human society got lucky. Her Skyward Flight companion Spensa figured out how to draw this Delver away, but it won't be so easy next time. The forces of the Galactic Superiority will be back-and if the Defiant Defense Force can't figure out a way to escape the planet, humanity's destruction is only a matter of time. Spensa's mission to infiltrate the Superiority unveiled the secret to their hyperdrives-a cytonic slug species called the Taynix. Now FM's flightleader Jorgen has found a large group of Taynix hiding in the caverns far below Detritus's surface. FM and Jorgen must work together with the engineer Rig to awaken the mysterious alien Alanik and unlock the powers of the Taynix, or humanity will be trapped. With Spensa's friend Minister Cuna of the Superiority stranded at the outpost of Sunreach, they need to figure out how to rescue her-before her foes in the Superiority government can prepare a new weapon to wipe out Detritus once and for all.",
        "isbn": "9781399602174",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 272,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Inferno",
        "authors": [
            "Dante Alighieri"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "2009-10-06",
        "description": "Belonging in the immortal company of the works of Homer, Virgil, Milton, and Shakespeare, Dante Alighieri’s poetic masterpiece is a visionary journey that takes readers through the torment of Hell. The first part of Dante’s Divine Comedy is many things: a moving human drama, a supreme expression of the Middle Ages, a glorification of the ways of God, and a magnificent protest against the ways in which men have thwarted the divine plan. One of the few literary works that has enjoyed a fame both immediate and enduring, The Inferno remains powerful after seven centuries. It confronts the most universal values—good and evil, free will and predestination—while remaining intensely personal and ferociously political, for it was born out of the anguish of a man who saw human life blighted by the injustice and corruption of his times. Translated by John Ciardi With an Introduction by Archibald T. MacAllister and an Afterword by Edward M. Cifelli",
        "isbn": "9780451531391",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": "N/A",
        "ratingsCount": "N/A"
    },
    {
        "title": "The Cider House Rules",
        "authors": [
            "John Irving"
        ],
        "publisher": "National Geographic Books",
        "publishedDate": "1997-06-23",
        "description": "“The Cider House Rules is filled with people to love and to feel for. . . . The characters in John Irving’s novel break all the rules, and yet they remain noble and free-spirited.”—The Houston Post First published in 1985, The Cider House Rules is set in rural Maine in the first half of the twentieth century. The novel tells the story of Dr. Wilbur Larch—saint and obstetrician, founder and director of the orphanage in the town of St. Cloud’s, ether addict and abortionist. This is also the story of Dr. Larch’s favorite orphan, Homer Wells, who is never adopted. Praise for The Cider House Rules “ [Irving] is among the very best storytellers at work today. At the base of Irving’s own moral concerns is a rare and lasting regard for human kindness.”—The Philadelphia Inquirer “ Superb in scope and originality, a novel as good as one could hope to find from any author, anywhere, anytime. Engrossing, moving, thoroughly satisfying.”—Joseph Heller “ An old-fashioned, big-hearted novel . . . with its epic yearning caught in the nineteenth century, somewhere between Trollope and Twain.”—Boston Sunday Globe",
        "isbn": "9780345417947",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 0,
        "averageRating": 4,
        "ratingsCount": 69
    },
    {
        "title": "Linden Hills",
        "authors": [
            "Gloria Naylor"
        ],
        "publisher": "Penguin Books",
        "publishedDate": "1986-03-04",
        "description": "\"Once people get to Linden Hills, the quest continues, more subtle, but equally fierce; the goal is a house on Tupelo Drive, the epitome of achievement and visible success. No one notices that the property on Tupelo Drive goes back on sale quickly; no one questions why there are always vacancies at Linden Hills.\"--Page 4 of cover.",
        "isbn": "UOM:39015020694066",
        "categories": [
            "Fiction"
        ],
        "language": "en",
        "pageCount": 322,
        "averageRating": 3.5,
        "ratingsCount": 6
    },
    {
        "title": "The Futurological Congress",
        "authors": [
            "Stanislaw Lem"
        ],
        "publisher": "Penguin Classics",
        "publishedDate": "2017-11-02",
        "description": "This Room Guaranteed Bomb-Free. From the Management' Hapless cosmonaut Ijon Tichy has been sent back to earth to attend the Eighth Futurological Congress in smog-bound, overpopulated Costa Rica, holed up with an assortment of scientists in a luxury hotel (fully equipped with tear gas sprinklers in case things get out of hand). But when an unfortunate incident occurs involving a revolution and hallucinogenic drugs in the water supply, Tichy finds himself shot, frozen and thawed out in a future beyond anything he could ever have imagined.",
        "isbn": "0241312787",
        "categories": [
            "N/A"
        ],
        "language": "en",
        "pageCount": 128,
        "averageRating": 3.5,
        "ratingsCount": 11
    }
]